{
    "GID_RBasicIntro": "Bem-vindo ao assistente básico para criar uma corrida.  Este assistente irá orientá-lo a criar uma corrida usando apenas as opções básicas necessárias.  Este assistente é útil para usuários que só querem correr e não estão satisfeitos com as configurações padrões de corridas, disponíveis no RMS (Race Coordinator).\r\n\t\r\nAlgumas perguntas terão um botão 'Mais' visível na parte inferior. Use este botão para obter mais informações sobre a opção que está sendo configurada.",
    "GID_RIntermediateIntro": "Bem-vindo ao assistente intermediário para criar uma corrida.  Este assistente irá orienta-lo a criar uma corrida com os principais recursos disponíveis pelo RMS (Race Coordinator). No entanto, muitas opções mais complexas, que a maioria dos usuários não precisam configurar serão ignoradas. Este assistente é recomendado para usuários criarem corridas com formatos mais complexos.\r\n\t\r\nAlgumas perguntas terão um botão 'Mais' visível na parte inferior. Use este botão para obter mais informações sobre a opção que está sendo configurada.",
    "GID_RExpertIntro": "Bem-vindo ao assistente avançado para criar uma corrida.  Esta assistente irá orientá-lo a criar uma corrida com o máximo de recursos disponíveis. Este assistente é útil para usuários que precisam de controle absoluto sobre sua configuração.\r\n\t\r\nAlgumas perguntas terão um botão 'Mais' visível na parte inferior. Use este botão para obter mais informações sobre a opção que está sendo configurada.",
    "GID_BasicMoreWinTitle": "Detalhes RMS (Race Coordinator)",
    "GID_BasicMoreHeader": "Definições",
    "GID_BasicMore": "Etapa/Fenda (Heat): É formado por um grupo de pilotos que correm na pista por um determinado período de tempo ou pelo número de voltas. Uma etapa/fenda (Heat) é independente das anteriores e existem várias configurações que controlam quanto tempo dura uma etapa/fenda e como é finalizada.\r\n\r\nCorrida (Race):  É formado por uma série de etapas/fendas (Heats). As pontuações de cada etapa/fenda, para cada piloto são combinadas e assim são calculadas para a classificação final. Existem muitas configurações que controlam como os pontos de cada etapa/fenda são combinados.\r\n\r\nEvento (Event):  É formado por uma série de corridas (Races). A primeira corrida é ordenada pela ordem em que os pilotos são adicionados na tela de configuração do 'Dia da Corrida'. A cada etapa/fenda (Heat) subseqüente, a ordem depende da pontuação de cada piloto, de acordo com a sua classificação final. Qualquer número de corridas pode ser adicionado a um evento (Event), que permite qualquer combinação de corridas (Races) como prática (treino), qualificação, semifinal e finais. Alguns ou todos os pilotos podem avançar para uma próxima corrida, conforme configuração.",
    "GID_MinLapTimeMoreWinTitle": "Detalhes do Tempo Mínimo de uma volta",
    "GID_MinLapTimeMoreHeader": "Tempo Mínimo de uma Volta",
    "GID_MinLapTimeMore": "A opção 'Tempo mínimo de uma volta' é uma medida de segurança para impedir voltas falsas.  Esta opção protege contra os carros que saem da pista e são recolocados mais próximos dos sensores de voltas, quando um carro 'pula' para outra fenda (2 carros na mesma fenda), além de sombras ou outras leituras falsas dos sensores.  Os valores recomendados para esta opção são cerca de 90% do tempo esperado de uma volta.\r\n\r\nPor exemplo, se o tempo de volta mais rápido possível for de 10 segundos, você pode definir esse valor em 9 segundos, o que impedirá a maioria das voltas falsas e permitirá que um piloto tenha o tempo de volta mais rápido esperado, a partir de 9 segundos.\r\n\r\nO importante é que este tempo seja definido abaixo do tempo de volta mais rápido, caso contrário, algumas voltas válidas serão perdidas.",
    "GID_BreakoutTimeMoreWinTitle": "Detalhes do Tempo de Corte",
    "GID_BreakoutTimeMoreHeader": "Tempo de Corte (Breakout)",   
    "GID_BreakoutTimeMore": "Este tempo representa o tempo mínimo de volta que um piloto pode registrar para que a volta seja considerada válida. Se o piloto fizer uma volta abaixo desse tempo de corte, ele será penalizado e a volta não será contada.\r\n\r\nIsso difere do 'Tempo Mínimo de Volta', que serve para evitar o registro de voltas falsas por algum motivo. O tempo de corte (Breakout) nivela o desempenho entre diferentes categorias, forçando carros mais rápidos a realizarem voltas mais lentas, permitindo que você corra com qualquer classe de carro contra outra.\r\n\r\nPor exemplo, se o tempo de volta mais rápido de um carro for 10 segundos, mas outro carro na mesma corrida fizer 15 segundos, você pode definir o tempo de corte como 15 segundos, forçando o carro mais rápido a reduzir sua velocidade. Neste caso, ainda assim você configuraria o Tempo Mínimo de Volta em cerca de 9 segundos.\"",
    "GID_RBreakoutPartialLapsHeader": "Porcentagem de Volta Parcial em Breakout",
    "GID_RBreakoutPartialLapsLess": "Qual porcentagem da volta de breakout você deseja considerar como volta parcial?",
    "GID_RBreakoutPartialLapsLabel": "Modificador de Porcentagem",
    "GID_BreakoutPartialLapsMoreWinTitle": "Detalhes sobre Voltas Parciais de Breakout",
    "GID_BreakoutPartialLapsMoreHeader": "Porcentagem de Volta Parcial em Breakout",
    "GID_BreakoutPartialLapsMore": "Quando ocorre um breakout (volta mais rápida que o tempo mínimo permitido), a volta pode ser completamente desconsiderada — penalizando o piloto com uma volta a menos — ou, se ativadas as voltas parciais, o piloto pode receber uma fração da volta proporcional ao quanto excedeu o limite. Se essa porcentagem for 0, nenhuma fração será computada. Com um valor diferente de 0, será atribuído um valor proporcional. Exemplo: se o tempo de breakout é 10.0s e o piloto completa uma volta em 9.0s, a razão é 0.9. Com 100%, o piloto recebe 0.9 voltas. Com 50%, apenas 0.45 voltas. Obs: voltas de breakout não são registradas como volta mais rápida.",
    "GID_DriftTimeMoreWinTitle": "Detalhes sobre Tempo de Deriva",
    "GID_DriftTimeMoreHeader": "Tempo de Deriva",
    "GID_DriftTimeMore": "Alguns carros (especialmente os com imãs fracos) continuam se movendo mesmo após a pista ser desligada. Esse movimento não é cronometrado, mas pode causar a ativação de uma volta se o carro cruzar a linha de chegada. O tempo de deriva define por quanto tempo o sistema continua contando voltas após o heat ser pausado ou encerrado. Se você usa carros com imãs fortes, esse tempo pode ser curto. Caso contrário, um tempo maior pode ser necessário. Se não houver relés controlando a energia da pista, o ideal é deixar esse valor como 0, pois os carros continuarão rodando com energia ativa, mesmo após o fim do heat ou durante bandeira amarela.",
    "GID_AdjustDriftLapsMoreWinTitle": "Detalhes sobre Ajuste de Voltas Derivadas",
    "GID_AdjustDriftLapsMoreHeader": "Ajustar Voltas Derivadas",
    "GID_AdjustDriftLapsMore": "Imagine uma pista sem relés que desligam a energia ao pausar um heat. Antes de reiniciar, os carros são recolocados onde pararam, mas esse processo é impreciso. Se um carro for posicionado um segundo adiantado, a próxima volta será registrada um segundo mais rápida do que realmente foi.",
    "GID_CallbuttonDelayMoreWinTitle": "Detalhes sobre o Botão de Intervenção",
    "GID_CallbuttonDelayMoreHeader": "Atraso do Botão de Intervenção",
    "GID_CallbuttonDelayMore": "O botão de intervenção (callbutton) é físico e altera o estado da corrida. No sistema, ele aciona a bandeira amarela (pausa do heat). Essa configuração adiciona um pequeno atraso para pausar, dando vantagem aos pilotos não envolvidos no incidente. Além disso, o botão pode reiniciar um heat pausado, cancelar a contagem regressiva de largada, ou avançar para o próximo heat. Permite conduzir corridas de forma manual e prática, sem usar teclado/mouse.",
    "GID_RAudioInvalidCharError": "Arquivo não encontrado ou caractere inválido. O recurso de áudio não pode conter caracteres especiais como [< > : \\].",
    "GID_RAudioInvalidListLengthError": "Lista de recursos de áudio fora do intervalo esperado. Esperado: [%1, %2], mas foi encontrado: %3.",
    "GID_RAudioInvalidJsonError": "A lista de áudio não está em formato JSON válido.",
    "GID_RHeatUseCustomFilesMoreWinTitle": "Detalhes sobre Arquivos de Rotação Personalizada",
    "GID_RHeatUseCustomFilesMoreHeader": "Arquivos de Rotação Personalizada",
    "GID_RHeatUseCustomFilesMore": "Os arquivos de rotação personalizada permitem criar qualquer sequência de heats que você imaginar. No entanto, você precisa criá-los manualmente com o editor de rotação fornecido pelo sistema.",
    "RD_Segments": "Parciais",
    "RD_Segment Time": "Parcial",
    "RD_Current Lap": "Volta Atual",
    "RD_Last Lap": "Última Volta",
    "GID_RDefaultDynamicThrottleControlHeader": "Controles Dinâmicos de Acelerador",
    "GID_RDefaultDynamicThrottleControlLess": "Deseja configurar controles dinâmicos de aceleração, como desgaste de pneus, KERS, etc?",
    "GID_RTireWearUseHeader": "Ativar Desgaste de Pneus",
    "GID_RTireWearUseLess": "Deseja ativar o desgaste de pneus durante a corrida?",
    "GID_RTireWearResetHeader": "Resetar Desgaste de Pneus",
    "GID_RTireWearResetLess": "Deseja resetar o desgaste de pneus entre os heats?",
    "GID_RTireWearPctImageHeader": "Imagens Indicadoras de Desgaste",
    "GID_RTireWearPctImageLess": "Escolha o conjunto de imagens para indicar o desgaste dos pneus. O conjunto deve conter pelo menos 3 imagens.",
    "GID_RTireWearPctImageLabel": "Conjunto de Imagens",
    "GID_RTireWearRateHeader": "Taxa de Desgaste dos Pneus",
    "GID_RTireWearRateLess": "Defina a taxa de desgaste dos pneus (% por segundo) com base no tempo em que o piloto estiver com aceleração total.",
    "GID_RTireWearRateLabel": "% por segundo",
    "GID_RTireWearHeader": "Curva de Freio com Desgaste de Pneus",
    "GID_RTireWearLess": "Para maior realismo, a frenagem pode ser afetada pelo desgaste dos pneus. Os valores abaixo definem a porcentagem mínima de desgaste para frenagem total e o quanto a frenagem é reduzida conforme o desgaste aumenta. O gráfico ilustra o impacto do desgaste na frenagem.",
    "GID_RTireWearMaxLossLabel": "Perda Máxima de Freio (%)",
    "GID_RTireWearMaxPctLabel": "% de Desgaste para Frenagem Máxima",
    "GID_RTireWearPlotHeader": "Desgaste vs. Frenagem",
    "GID_RTireWearPlotXAxis": "Desgaste do Pneu (0 - 100%)",
    "GID_RTireWearPlotYAxis": "Frenagem Ajustada",
    "GID_RTireWearRecoveryTimeHeader": "Tempo de Troca de Pneus",
    "GID_RTireWearRecoveryTimeLess": "Defina o tempo (em segundos) necessário para trocar os pneus e restaurar o desgaste para 0%. Se o piloto fizer um pit stop com esse tempo, o desgaste será resetado.",
    "GID_RTireWearRecoveryTimeLabel": "Tempo (em segundos)",
    "GID_RCallbuttonDelayHeader": "Atraso para uma parada",
    "GID_RCallbuttonDelayLess": "Defina o tempo de atraso para acionar a bandeira amarela, após pressionar o botão de parada (Call Button) e a fenda ser pausada.",
    "GID_RCallbuttonDelayLabel": "Tempo (em segundos)",
    "GID_FileNotFound": "Arquivo não encontrado",
    "GID_AudioTest": "Teste",
    "GID_AudioMoreWinTitle": "Textos falados",
    "GID_AudioMoreHeader": "Opções de Textos Falados",
    "GID_AudioMoreNote1": "Para qualquer recurso de áudio no RMS (Race Coordinator), se a entrada especificada não conter um arquivo válido para reproduzir o texto,  o texto será falado usando a tecnologia Text to Speech",
    "GID_AudioMoreNote2": "Se a fonte de áudio [e do tipo que reproduz uma sequência de arquivos, como o 'Fuel Warning Prefix' ou o 'Audio Start Prefix', você pode especificar uma série de entradas Text to Speech como uma matriz JSON. O formato da matriz é [\"Prime Sound\", \"Second Sound\",... ]. Cada som na lista será reproduzido como se fosse o _0, _1, _2, etc.",
    "GID_AudioMoreNote3": "Se você não quiser que um som seja reproduzido para um recurso específico, basta colocar uma string vazia (\\\"\\\") como o valor de configuração.",
    "GID_AudioMoreNote4": "'Text to Speech' pode reproduzir tempos de uma corrida ou outras informações relevantes.  Se os seguintes itens existirem na frase na configuração, eles serão substituídos por dados da Corrida:\r\n%n  : Nome do Piloto\r\n%nn : Apelido do Piloto\r\n%l  : Numero da Pista do Piloto\r\n%c  : Cor da Pista, onde o Piloto está\r\n%t  : Tempo restante para o fim da corrida\"",
    "GID_AudioMoreNote5": "*** NOTA: Para o 'Prefixo de áudio da Melhor Volta no Treino', se você quiser Text to Speech você DEVE especificá-lo como uma matriz JSON com um único valor nele. Por exemplo [\"Fenda %l Melhor Volta %t\"] vai chamar 'Fenda 2 Melhor Volta 3.134' quando o piloto na fenda 2 obtém sua melhor volta.",
    "GID_RAutoAdvanceWarmupHeader": "Tempo Automático para avanço do Warmup",
    "GID_RAutoAdvanceWarmupLess": "Selecione por quanto tempo você gostaria que a pista ficasse ligada antes que o RMS avance automaticamente para a próxima bateria.",
    "GID_RAutoAdvanceWarmupLabel": "Tempo (Segundos)",
    "GID_RAutoAdvanceWarmupMoreWinTitle": "Tempo Automático para avanço do Warmup (Dtealhes)",
    "GID_RAutoAdvanceWarmupMoreHeader": "Tempo Automático para avanço do Warmup",
    "GID_RAutoAdvanceWarmupMore": "A energia da pista permanecerá desligada até que o temporizador de avanço automático atinja esse valor, momento em que a energia será ligada conforme a bateria avança automaticamente. O tempo de Warmup afeta apenas a energia da pista; voltas ou tempos de volta não serão reportados. Por exemplo, se o temporizador de avanço automático estiver definido para 30 segundos e o tempo de aquecimento de avanço automático estiver definido para 20 segundos, a energia da pista será ligada 10 segundos após o término da bateria. O tempo de aquecimento de avanço automático somado ao tempo de aquecimento de partida automática equivalerá ao tempo total contínuo em que a energia da pista estiver ligada, permitindo que os pilotos se aqueçam entre as baterias.",
    "GID_RAutoStartWarmupHeader": "Tempo de Start Automático para Warmup",
    "GID_RAutoStartWarmupLess": "Selecione por quanto tempo a energia da pista deve permanecer ligada antes do início do heat.",
    "GID_RAutoStartWarmupLabel": "Tempo (Segundos)",
    "GID_RAutoStartWarmupMoreWinTitle": "Tempo de Start Automático para Warmup (Detalhes)",
    "GID_RAutoStartWarmupMoreHeader": "Tempo de Start Automático",
    "GID_RAutoStartWarmupMore": "A energia da pista será ligada assim que o sistema avançar para a próxima Fenda e permanecerá ligada durante a contagem regressiva do início automático. O tempo de aquecimento afeta apenas a energia da pista — voltas e tempos não serão registrados. Por exemplo, se o tempo de início automático for 30 segundos e o tempo de aquecimento for 20 segundos, a energia da pista ficará ligada até 10 segundos antes do início da Fenda. A soma do tempo de aquecimento do avanço automático e do início automático determina o tempo total contínuo com energia na pista, permitindo que os pilotos aqueçam entre as Fendas.", 	
    "RDS_Title": "Configuração do Dia da Corrida",
    "RDS_CarsAvailable": "Carros Disponíveis",
    "RDS_DriversAvailable": "Pilotos Disponíveis",
    "RDS_Options": "Opções",
    "RDS_DriversRacing": "Pilotos da Corrida",
    "RDS_RaceSelection": "Corrida ou Evento",
    "RDS_SeasonSelection": "Temporada",
    "RDS_RaceTypeGroup": "Tipo da Corrida",
    "RDS_DemoModeGroup": "Options",
    "RDS_SingleRaceType": "Corrida Única",
    "RDS_EventType": "Evento",
    "RDS_AddAllButton": "Adicionar Todos >>",
    "RDS_RandomizeButton": "Ordem Aleatória >>",
    "RDS_ResetButton": "<< Remover Todos",
    "RDS_CarRemoveButton": "<< Remover Carro",
    "RDS_CarRemoveAllButton": "<< Remover Todos os Carros",
    "RDS_AddAllButtonTT": "Adicionar Todos os Pilotos Disponíveis à Corrida",
    "RDS_RandomizeButtonTT": "Sortear Aleatoriamente a Ordem dos Pilotos Incluídos na Corrida",
    "RDS_ResetButtonTT": "Remover Todos os Pilotos da Corrida",
    "RDS_CarRemoveButtonTT": "Remover o Carro do Piloto Selecionado",
    "RDS_CarRemoveAllButtonTT": "Remover Todos os Carros dos Pilotos.",
    "RDS_Configure": "Advanced Options", 
    "RDS_RaceDemoMode": "Modo Simulação",
    "RDS_EnableDebug": "Ativa Debug",
    "RDS_StartButton": "Iniciar Corrida",
    "RDS_ConfigureTT": "Configurar Parâmetros para o Modo Demo (Simulação).",
    "RDS_RaceDemoModeTT": "Substitui a Interface da pista gerando voltas aleatórias. Permite testar as configurações da corrida sem estar conectado na pista",
    "RDS_EnableDebugTT": "Ativa o log de debug (Só deve ser utilizado se instruido a fazê-lo)",
    "RDS_StartButtonTT": "Executar a Corrida ou Evento atualmente configurado. Use Ctrl-R ou Alt-R como atalhos.",
    "RDS_File": "Arquivo",
    "RDS_FileTT": "Carrega Corridas, Abre a pasta Data/install",
    "RDS_Load": "Carrega Corrida ou Evento",
    "RDS_ProgramData": "Mostra o Diretório do Database",
    "RDS_InstallDir": "Mostra o Diretório de Instalação",
    "RDS_DebugZip": "Compacta o Debug",
    "RDS_LoadTT": "Carregar uma Corrida ou Evento previamente Salvo em Disco",
    "RDS_ProgramDataTT": "Abra a pasta que contém o banco de dados do programa, arquivos debug e arquivos de armazenamento de estatísticas",
    "RDS_InstallDirTT": "Abra a pasta em que o RMS(Race Coordinator) foi instalado",
    "RDS_DebugZipTT": "Gerar arquivo zip com todos os arquivos debug necessários",
    "RDS_CarSetup": "Carros",
    "RDS_CarWizard": "Assistente",
    "RDS_ExpertCarSetup": "Assistente Avançado",
    "RDS_CarSetupTT": "Criar, Modificar e Remover Carros",
    "RDS_CarWizardTT": "Criar um Novo Carro Usando o Assistente",
    "RDS_ExpertCarSetupTT": "Criar, Atualizar ou Remover Carros Usando o Gerenciador de Carros",
    "RDS_DriverSetup": "Pilotos",
    "RDS_DriverGuide": "Configurar Piloto Passo-a-Passo",
    "RDS_DriverWizard": "Assistente",
    "RDS_ExpertDriverSetup": "Configuração Avançada do Piloto",
    "RDS_DriverSetupTT": "Criar, modificar e Remover Pilotos",
    "RDS_DriverGuideTT": "Criar um Novo Piloto Passo-a-Passo",
    "RDS_DriverWizardTT": "Crie um Novo Piloto Usando o Assistente",
    "RDS_ExpertDriverSetupTT": "Criar, Atualizar ou Remover Pilotos Usando o Gerenciador de Pilotos",
    "RDS_TrackSetup": "Pista",
    "RDS_TrackWizard": "Assistente",
    "RDS_ExpertTrackSetup": "Configuração Avançada da Pista",
    "RDS_TrackSetupTT": "Modificar Pista Existente",
    "RDS_TrackWizardTT": "Criar Pista Usando o Assistente",
    "RDS_ExpertTrackSetupTT": "Modificar Pista Usando o  Gerenciador de Pista",
    "RDS_RaceSetup": "Corrida",
    "RDS_BasicRaceWizard": "Assistente Básico",
    "RDS_IntermediateRaceWizard": "Assistente Intermediário",
    "RDS_AdvancedRaceWizard": "Assistente Avançado",
    "RDS_BasicRaceGuide": "Configuração Passo-a-Passo Básica",
    "RDS_IntermediateRaceGuide": "Configuração Passo-a-Passo Intermediária",
    "RDS_AdvancedRaceGuide": "Configuração Passo-a-Passo Avançada",
    "RDS_ExpertRaceSetup": "Configuração Avançada da Corrida",
    "RDS_RaceSetupTT": "Criar, Modificar e Remover Corridas",
    "RDS_BasicRaceGuideTT": "Crie uma Nova Corrida Utilizando Telas Passo-a-Passo apenas com os Dados Básicos",
    "RDS_IntermediateRaceGuideTT": "Crie uma Nova Corrida Utilizando Telas Passo-a-Passo apenas com os Dados Intermediários",
    "RDS_AdvancedRaceGuideTT": "Crie uma Nova Corrida Utilizando Telas Passo-a-Passo apenas com os Dados Avançados",
    "RDS_BasicRaceWizardTT": "Crie uma Nova Corrida Utilizando um Assistente com Opções Simples para sua Criação",
    "RDS_IntermediateRaceWizardTT": "Crie uma Nova Corrida Utilizando um Assistente com Opções Intermediárias para sua Criação",
    "RDS_AdvancedRaceWizardTT": "Crie uma Nova Corrida Usando o Assistente que tem Todas as Opções Disponíveis",
    "RDS_ExpertRaceSetupTT": "Criar, Atualizar ou Remover Corridas Usando o Gerenciador de Corridas",
    "RDS_EventSetup": "Evento",
    "RDS_EventWizard": "Assistente",
    "RDS_ExpertEventSetup": "Expert Event Setup", 
    "RDS_EventSetupTT": "Criar, Modificar e Remover Eventos",
    "RDS_EventWizardTT": "Crie um Novo Evento usando o Assistente",
    "RDS_ExpertEventSetupTT": "Criar, Atualizar ou Remover Eventos Usando o Gerenciador de Eventos",
    "RDS_SeasonSetup": "Temporada",
    "RDS_SeasonWizard": "Assistente",
    "RDS_ExpertSeasonSetup": "Configuração Avançada da Temporada",
    "RDS_SeasonSetupTT": "Criar, Modificar e Remover Temporadas",
    "RDS_SeasonWizardTT": "Criar Uma Nova Temporada Usando o Assistente",
    "RDS_ExpertSeasonSetupTT": "Criar, Atualizar ou Remover Temporadas Usando o Gerenciador de Temporadas",
    "RDS_MenuOptions": "Opções",
    "RDS_OptionsStats": "Estatísticas",
    "RDS_OptionsReset": "Reset Windows",
    "RDS_OptionsTips": "Mostrar dicas",
    "RDS_OptionsDeactivate": "Desativar a Licença",
    "RDS_Preferences": "Preferências",
    "RDS_MenuOptionsTT": "Opções",
    "RDS_OptionsStatsTT": "Exportar Estatísticas de Corrida e Outras Informações",
    "RDS_OptionsResetTT": "Reset de Todas as Janelas (Windows) de Volta ao Padrão",
    "RDS_OptionsTipsTT": "Mostra a Janela de ´Dica do Dia´",
    "RDS_OptionsDeactivateTT": "Desativar a sua Licença Permitindo que Você a Migre Deste Computador para um Outro Depois de Fornecer as Informações Corretas para contact@racecoordinator.net",
    "RDS_PreferencesTT": "Configurar Algumas Configurações Gerais",
    "RDS_About": "Sobre",
    "RDS_None": "None",
    "RDS_LogoImage": "/RaceCoordinator;componente/Resources/RC_bg_800x600.jpg",
    "RDS_QuickStartButton": "Corrida Rápida",
    "RDS_QuickStartButtonTT": "Faça Uma Corrida Rápida com a Corrida Atualmente selecionada. Os Pilotos Virão dos Nomes do Controlador e Nenhuma Estatística Será Salva",
    "RD_Race Day": "Dia da corrida",
    "RD_Start Your Engines": "Atenção Pilotos, Liguem seus Motores",
    "RD_File": "Arquivo",
    "RD_Save": "Salvar",
    "RD_Save As...": "Salvar como...",
    "RD_Export Race": "Exportar Corrida",
    "RD_Race Director": "Diretor de Corrida",
    "RD_Start/Resume Heat": "Iniciar/Continuar",
    "RD_Pause Heat": "Pausar",
    "RD_Add Laps/Sections": "Adicionar Voltas/Sessões",
    "RD_Next Heat": "Próxima Etapa/Fenda",
    "RD_Restart Heat": "Reiniciar Etapa/Fenda",
    "RD_Defer Heat": "Adiar Etapa/Fenda",
    "RD_Skip Heat": "Pular Etapa/Fenda",
    "RD_Skip Race": "Pular Corrida",
    "RD_Modify Heats": "Modificar Etapa/Fenda",
    "RD_Edit Laps": "Modificar Etapa/Fenda",
    "RD_ID Car(s)": "ID Carro(s)",
    "RD_Track Power": "Energia",
    "RD_Master Power On": "Ligar Todas as Fendas",
    "RD_Master Power Off": "Desligar Todas as Fendas",
    "RD_Lane 1 Power On": "Ligar Fenda 1",
    "RD_Lane 1 Power Off": "Desligar Fenda 1",
    "RD_Lane 2 Power On": "Ligar Fenda 2",
    "RD_Lane 2 Power Off": "Desligar Fenda 2",
    "RD_Lane 3 Power On": "Ligar Fenda 3",
    "RD_Lane 3 Power Off": "Desligar Fenda 3",
    "RD_Lane 4 Power On": "Ligar Fenda 4",
    "RD_Lane 4 Power Off": "Desligar Fenda 4",
    "RD_Lane 5 Power On": "Ligar Fenda 5",
    "RD_Lane 5 Power Off": "Desligar Fenda 5",
    "RD_Lane 6 Power On": "Ligar Fenda 6",
    "RD_Lane 6 Power Off": "Lane 6 Power Off",
    "RD_Lane 7 Power On": "Ligar Fenda 7",
    "RD_Lane 7 Power Off": "Desligar Fenda 7",
    "RD_Lane 8 Power On": "Ligar Fenda 8",
    "RD_Lane 8 Power Off": "Desligar Fenda 8",
    "RD_Windows": "Informações",
    "RD_Leader Board": "Líder",
    "RD_Top 5": "Top 5",
    "RD_Group Leader Board": "Líder do Grupo",
    "RD_Heat Results": "Resultado da Etapa",
    "RD_Race Results": "Resultado da Corrida",
    "RD_Season Race Leader Board": "Ranking da Corrida",
    "RD_Season Leader Board": "Ranking da Temporada",
    "RD_On Deck": "Deck",
    "RD_Heat List": "Listagem da Etapa",
    "RD_": "\"\"",
    "RD_ ": "\" \"",
    "RD_(": "\"(\"",
    "RD_): ": ":",
    "RD_)": ")",
    "RD_Track:": "Pista",
    "RD_Heat ": "Etapa ",
    "RD_ of ": " de ",
    "RD_Race Record Lap": "Recorde de Volta na Corrida",
    "RD_Race Record Score": "Pontuação Recorde",
    "RD_Current Race Best Lap": "Melhor Volta da Etapa/Fenda",
    "RD_Heat Best Lap": "Melhor Volta da Etapa/Fenda",
    "RD_Name": "Piloto",
    "RD_ID:": "ID:",
    "RD_Penalty": "Penalidade",
    "RD_Crashes": "Colisões",
    "RD_Fuel": "Fuel",
    "RD_Lap": "Volta",
    "RD_Lap Time": "Volta",
    "RD_Heat Time": "Tempo de Fenda",
    "RD_Best Lap": "Melhor Volta",
    "RD_Reaction": "Reação",
    "RD_MPH": "MPH",
    "RD_KPH": "KPH",
    "RD_Avg Lap": "Média Voltas",
    "RD_Avg Time": "Tempo Médio",
    "RD_Median Lap": "Mediana",
    "RD_Gap": "Gap",
    "RD_Led": "Led",
    "RD_Empty": "Vazio",
    "RD_Car": "Carro",
    "RD_Total Laps": "Total de Voltas",
    "RD_Group ": "Grupo",
    "RD_Race Lane Record Lap:": "Volta Recorde da Fenda na Corrida:",
    "RD_Current Race Lane Best Lap:": "Melhor Volta da Fenda na Corrida",
    "RD_Reaction Time:": "Tempo de Reação:",
    "RD_Total Laps:": "Voltas Totais",
    "RD_Best Lap:": "Melhor Volta:",
    "RD_Average Lap Time:": "Tempo Médio de Volta:",
    "RD_Gap:": "Gap:",
    "RD_Laps:": "Voltas:",
    "RD_Race Results Summary": "Resumo da Corrida",
    "RD_Pos": "Pos",
    "RD_Driver": "Piloto",
    "RD_Score": "Pontuação",
    "RD_Laps": "Nº de Voltas",
    "RD_Gap 1st": "Gap 1st",
    "RD_ 1": "1",
    "RD_ 2": "2",
    "RD_ 3": "3",
    "RD_ 4": "4",
    "RD_ 5": "5",
    "RD_ 6": "6",
    "RD_ 7": "7",
    "RD_ 8": "8",
    "RD_ 9": "9",
    "RD_10": "10",
    "RD_11": "11",
    "RD_12": "12",
    "RD_13": "13",
    "RD_14": "14",
    "RD_15": "15",
    "RD_16": "16",
    "RD_17": "17",
    "RD_18": "18",
    "RD_19": "19",
    "RD_20": "20",
    "RD_21": "21",
    "RD_22": "22",
    "RD_23": "23",
    "RD_24": "24",
    "RD_25": "25",
    "RD_Season Race Leaders": "Líderes da Corrida",
    "RD_Season Leaders": "Líderes do Evento",
    "RD_Total Races: ": "Total de Corridas:",
    "RD_Practice": "Treino",
    "RD_Start Race": "Iniciar/Continuar",
    "RD_Pause Race": "Pausar",
    "RD_Restart Practice": "Reiniciar Treino",
    "RD_Drivers": "Fendas",
    "RD_Best Time": "Melhor Volta",
    "RD_Lap Times": "Últimas Voltas",
    "RD_Segment Times": "Parciais",
    "RD_Driver 1": "Piloto 1",
    "RD_Driver 2": "Piloto 2",
    "RD_Driver 3": "Piloto 3",
    "RD_Driver 4": "Piloto 4",
    "RD_Driver 5": "Piloto 5",
    "RD_Driver 6": "Piloto 6",
    "RD_Driver 7": "Piloto 7",
    "RD_Driver 8": "Piloto 8",
    "RD_Driver 9": "Piloto 9",
    "RD_Driver 10": "Piloto 10",
    "RD_Driver 11": "Piloto 11",
    "RD_Driver 12": "Piloto 12",
    "RD_Clear All": "Limpar Tudo",
    "RD_Clear Lane": "Limpar",
    "RD_Clear 1": "Limpar 1",
    "RD_Clear 2": "Limpar 2",
    "RD_Clear 3": "Limpar 3",
    "RD_Clear 4": "Limpar 4",
    "RD_Clear 5": "Limpar 5",
    "RD_Clear 6": "Limpar 6",
    "RD_Clear 7": "Limpar 7",
    "RD_Clear 8": "Limpar 8",
    "RD_Clear 9": "Limpar 9",
    "RD_Clear 10": "Limpar 10",
    "RD_Clear 11": "Limpar 11",
    "RD_Clear 12": "Limpar 12",
    "RD_Pace Car Recording": "Gravar Pace Car",
    "RD_End Recording": "Salvar Gravação do Pace Car",
    "GID_WavFilter": "wav files (*.wav)|*.wav|All files (*.*)|*.*",
    "GID_WavTitle": "Selecionar um Arquivo de Áudio",
    "GID_ImageFilter": "All files (*.*)|*.*|jpg files (*.jpg)|*.jpg|bmp files (*.bmp)|*.bmp|png files (*.png)|*.png|gif files (*.gif)|*.gif",
    "GID_ImageTitle": "Selecionar um arquivo de imagem",
    "GID_PngImageFilter": "(*.png)|*.png",
    "GID_PngImageTitle": "Selecione um Arquivo de Imagem PNG",
    "GID_GhostFilter": "arquivo json (*.json)|*.json|Todos Arquivos (*.*)|*.*",
    "GID_GhostTitle": "Selecione o Arquivo JSON para Pace Car Dinâmico",
    "GID_XamlFilter": "Arquivo xaml (*.xaml)|*.xaml|Todos Arquivos (*.*)|*.*",
    "GID_XamlTltle": "Selecione o Arquivo XAML para a UI",
    "GID_DialogFileName": "Nome do Arquivo",
    "GID_DialogYes": "Sim",
    "GID_DialogNo": "Não",
    "GID_DialogNext": "Próximo",
    "GID_DialogBack": "Voltar",
    "GID_DialogMore": "Mais",
    "GID_DialogSave": "Salvar",
    "GID_DialogCancel": "Cancelar",
    "GID_DialogCancelVerify": "Quer Descartar esta Configuração?",
    "GID_DialogParameterError": "Erro de Parâmetro",
    "GID_DTitle": "Assistente de Configuração de um Piloto",
    "GID_DNameHeader": "Nome",
    "GID_DNameLess": "Digite um nome para o Piloto.  Este nome também pode ser o mesmo do apelido para o Piloto",
    "GID_DNameName": "Nome do Piloto",
    "GID_DNameUniqueError": "Nome inválido. O nome deve ser exclusivo e diferente dos já utilizados.",
    "GID_DNameEmptyError": "Nome inválido. O nome deve ter pelo menos um caracter e ser único entre os outros nomes já criados.",
    "GID_DThrottlePCTHeader": "Percentual  de Aceleração",
    "GID_DThrottlePCTLess": "Defina a porcentagem de aceleração a ser usada por este piloto. Essa porcentagem será multiplicada pelo nível real de aceleração e pode ser usada para determinar a desvantagem de um piloto. Definir o valor para 100 permite aceleração total.",
    "GID_DThrottlePCTLabel": "Percentual de aceleração",
    "GID_DScorpiusControllerHeader": "Controlador sem fio Scorpius?",
    "GID_DScorpiusControllerLess": "Este piloto está a usando um controlador Scorpius Wireless?",
    "GID_DAudioConfigHeader": "Configuração de áudio padrão?",
    "GID_DAudioConfigLess": "Você gostaria de usar a configuração de áudio padrão para este piloto? Se você optar por configurar o driver de áudio, deixar qualquer caixa de áudio completamente vazia irá desativar o som da reprodução",
    "GID_DPersonalBestHeader": "Melhor Volta Individual da Corrida",
    "GID_DPersonalBestLess": "Clique duas vezes na caixa abaixo para alterar o som que será reproduzido quando este Piloto completar uma volta que seja a sua volta mais rápida da corrida. Geralmente, este som não deve ser verbal (falado).",
    "GID_DPersonalBestLabel": "Som para a melhor volta individual da corrida",
    "GID_DPersonalHeatBestHeader": "Melhor volta Individual da Etapa(Fenda)",
    "GID_DPersonalHeatBestLess": "Clique duas vezes na caixa abaixo para alterar o som que será reproduzido quando este Piloto completar uma volta que seja a mais rápida de uma etapa/fenda da corrida. Geralmente, este som não deve ser verbal (falado).",
    "GID_DPersonalHeatBestLabel": "Som para a melhor volta da etapa/fenda",
    "GID_DLapHeader": "Volta",
    "GID_DLapLess": "Clique duas vezes na caixa abaixo para alterar o som que será reproduzido quando este Piloto completar uma volta. Geralmente, este som não deve ser verbal (falado).",
    "GID_DLapLabel": "Som ao completar uma volta",
    "GID_DRaceLeaderHeader": "Líder da Corrida",
    "GID_DRaceLeaderLess": "Clique duas vezes na caixa abaixo para alterar o som de áudio que é tocado sempre que esse piloto assume a liderança de toda a corrida.\r\nClique duas vezes na caixa abaixo para alterar o som que será reproduzido quando este Piloto for o novo líder de uma corrida. Este som pode ser verbal (falado).",
    "GID_DRaceLeaderLabel": "Som para o líder da corrida",
    "GID_DHeatLeaderHeader": "Líder da Etapa/Fenda",
    "GID_DHeatLeaderLess": "Clique duas vezes na caixa abaixo para alterar o som que será reproduzido quando este Piloto for o líder da etapa corrente. Este som pode ser verbal (falado).",
    "GID_DHeatLeaderLabel": "Som para o líder da etapa/fenda",
    "GID_DMinLapTimeHeader": "Aviso sonoro de tempo mínimo de volta",
    "GID_DMinLapTimeLess": "Clique duas vezes na caixa abaixo para alterar o som de áudio reproduzido para este piloto se/quando ele terminar uma volta mais rápido que o tempo mínimo da corrida. Este som é muito útil para solucionar problemas de configuração de corrida e detectar erros de controle durante a corrida. Deixe a caixa em branco para desativar este som.",
    "GID_DMinLapTimeLabel": "Áudio do tempo mínimo de volta",
    "GID_DAudioRecordsHeader": "Reproduzir sons de volta ?",
    "GID_DAudioRecordsLess": "Você gostaria de reproduzir alertas de áudio verbais quando este piloto postar um tempo de volta que seja um recorde de corrida, melhor tempo de corrida ou melhor tempo pessoal?",
    "GID_DAudioRecordsDefaultsHeader": "Usar sons de gravação padrão?",
    "GID_DAudioRecordsDefaultsLess": "Gostaria de usar os sons padrões para as voltas registradas pelo piloto?",
    "GID_DRecordLapHeader": "Gravação de som da volta",
    "GID_DRecordLapLess": "Clique duas vezes na caixa abaixo para alterar o som de áudio reproduzido sempre que este piloto bate o tempo de volta mais rápido da corrida.",
    "GID_DRecordLapLabel": "Gravação de Som da Volta",
    "GID_DRecordLaneLapHeader": "Melhor Tempo Geral",
    "GID_DRecordLaneLapLess": "Clique duas vezes na caixa abaixo para alterar o som de áudio reproduzido sempre que este piloto bate o tempo de volta mais rápido geral da corrida na pista em que o piloto está no momento.",
    "GID_DRecordLaneLapLabel": "Gravar Som da Volta",
    "GID_DBestLapHeader": "Áudio da Melhor Volta da Corrida",
    "GID_DBestLapLess": "Clique duas vezes na caixa abaixo para alterar o som de áudio que toca sempre que este piloto bate o tempo mais rápido da corrida atual.",
    "GID_DBestLapLabel": "Som da Melhor Volta",
    "GID_DBestLaneLapHeader": "Som da Melhor Volta da Fenda",
    "GID_DBestLaneLapLess": "Clique duas vezes na caixa abaixo para alterar o som de áudio que toca sempre que este piloto bate o tempo mais rápido de volta para sua fenda na corrida atual.",
    "GID_DBestLaneLapLabel": "Som da Melhor Fenda",
    "GID_DBestHeatLapHeader": "Som da Melhor Fenda",
    "GID_DBestHeatLapLess": "Clique duas vezes na caixa abaixo para alterar o som de áudio que é tocado sempre que este motorista bate o tempo de volta mais rápido para a fenda atual.",
    "GID_DBestHeatLapLabel": "Som da Melhor Fenda",
    "GID_DAudioDefaultMiscHeader": "Usar o padrão para sons variados?",
    "GID_DAudioDefaultMiscLess": "Quer usar os sons padrão para as chamadas de áudio restantes? Estes sons incluem sons relacionados ao combustível e áudio relacionado à penalidade/alerta.",
    "GID_DFalseStartHeader": "Audio para Largada Queimada",
    "GID_DFalseStartLess": "Clique duas vezes na caixa abaixo para alterar o som de áudio para esse piloto ao queimar largada",
    "GID_DFalseStartLabel": "Audio para Queimada em Largada",
    "GID_DBreakoutTimeHeader": "Aviso para Tempo de Corte",
    "GID_DBreakoutTimeLess": "Clique duas vezes na caixa abaixo para alterar o som de áudio que toca para este motorista se/quando o motorista ultrapassar o tempo de corte",
    "GID_DBreakoutTimeLabel": "Audio para Tempo de Corte",
    "GID_DPitInHeader": "Audio para entrada do PIt",
    "GID_DPitInLess": "Clique duas vezes na caixa abaixo para alterar o som de áudio reproduzido para este piloto quando ele pára corretamente sobre o sensor do pit para reabastecer.",
    "GID_DPitInLabel": "Áudio de Entrada no Pit",
    "GID_DFuelLevelHeader": "Áudio de Nível de Combustível",
    "GID_DFuelLevelLess": "Clique duas vezes na caixa abaixo para alterar os sons de áudio que tocam para indicar um nível de combustível do piloto.\r\nEsta deve ser uma sequência de arquivos que são todos nomeados com o mesmo prefixo seguido por um sufixo '_#.wav'.\r\nA sequência deve consistir em pelo menos 3 arquivos onde o arquivo _0.wav será reproduzido quando o motorista estiver sem combustível e cada número subsequente será reproduzido no nível de combustível aumentado. \r\n\r\nPor exemplo, se você usar as configurações default: \r\ndados\\audio\\english\\woman\\w_fuel_0.wav\r\n dados\\audio\\english\\woman\\w_fuel_1.wav\r\n dados\\audio\\english\\w_fuel_2.wav",
    "GID_DFuelLevelLabel": "Áudio de Nível de Combustível",
    "GID_DImageDefaultHeader": "Usar imagens padrão?",
    "GID_DImageDefaultLess": "Gostaria de usar as imagens padrão para este piloto?",
    "GID_DImageAvatarHeader": "Avatar",
    "GID_DImageAvatarLess": "Clique na caixa abaixo para alterar a imagem usada para representar este piloto.",
    "GID_DImageAvatarLabel": "Avatar",
    "GID_DImageRacingStateHeader": "Imagem do estado da corrida",
    "GID_DImageRacingStateLess": "Clique na caixa abaixo para alterar a imagem usada quando o piloto está correndo sob uma bandeira verde. A imagem só será exibida em telas específicas do Dia da Corrida.",
    "GID_DImageRacingStateLabel": "Imagem da Bandeira",
    "GID_DImagePauseStateHeader": "Imagem da Bandeira Amarela",
    "GID_DImagePauseStateLess": "Clique na caixa abaixo para alterar a imagem usada quando fenda está sob uma bandeira amarela.",
    "GID_DImagePauseStateLabel": "Imagem da Bandeira",
    "GID_DImageLastLapStateHeader": "Imagem do estado da última volta",
    "GID_DImageLastLapStateLess": "Clique na caixa abaixo para alterar a imagem usada quando o piloto está correndo a última volta da fenda.",
    "GID_DImageLastLapStateLabel": "Imagem da bandeira",
    "GID_DImageInPitsStateHeader": "Imagem de Entrada de Pit",
    "GID_DImageInPitsStateLess": "Clique na caixa abaixo para alterar a imagem usada quando o piloto está a reabastecer no Pit",
    "GID_DImageInPitsStateLabel": "Imagem da Bamdeira",
    "GID_DImageHeatOverStateHeader": "Imagem ao Final da Fenda",
    "GID_DImageHeatOverStateLess": "Clique na caixa abaixo para alterar a imagem usada quando a fenda acabar.",
    "GID_DImageHeatOverStateLabel": "Imagem de bandeira",
    "GID_DImageDQStateHeader": "Fim de Fenda",
    "GID_DImageDQStateLess": "Clique na caixa abaixo para alterar a imagem usada quando a fenda acabar.",
    "GID_DImageDQStateLabel": "Imagem de bandeira",
    "GID_DGhostDefaultHeader": "Piloto humano?",
    "GID_DGhostDefaultLess": "É um Piloto humano?",
    "GID_DGhostTypeHeader": "Modo de Reprodução do Pace Car",
    "GID_DGhostTypeLess": "Please select the type of pacer playback this driver should be",
    "GID_DGhostTypeLabel": "Tipo",
    "GID_DGhostTypeHuman": "Humano",
    "GID_DGhostTypeConstantSpeed": "Velocidade constante",
    "GID_DGhostTypeRPathLLane": "Caminho gravado (pista esquerda)",
    "GID_DGhostTypeRPathRLane": "Caminho gravado (pista direita)",
    "GID_DGhostTypeSPathLLane": "Caminho Inteligente (pista esquerda)",
    "GID_DGhostTypeSPathRLane": "Caminho Inteligente (Pista Direita)",
    "GID_DGhostRecordedFileHeader": "Gravação com Pacer Dinâmico",
    
        "GID_DGhostRecordedFileLess": "Clique duas vezes na caixa abaixo para selecionar o arquivo que deseja usar para a reprodução dinâmica do Ghost Car",
        "GID_DGhostRecordedFileLabel": "Arquivo",
      
        "GID_DGhostCoastSpeedHeader": "Velocidade de Rolagem do Ghost Car Dinâmico",
        "GID_DGhostCoastSpeedLess": "Selecione a velocidade que o Ghost Car dinâmico deve usar quando perder a sincronização com os dados da gravação. Essa velocidade será usada temporariamente após uma batida ou quando o carro estiver fora de posição em relação ao replay.",
        "GID_DGhostCoastSpeedLabel": "Porcentagem de Acelerador",
      
        "GID_DGhostLinearSpeedHeader": "Velocidade Linear do Ghost Car",
        "GID_DGhostLinearSpeedLess": "Selecione a velocidade fixa que o Ghost Car de modo linear deve manter durante a corrida.",
        "GID_DGhostLinearSpeedLabel": "Porcentagem de Acelerador",
      
        "GID_DGhostLinearLaneChangingHeader": "Troca de Fenda no Ghost Car Linear",
        "GID_DGhostLinearLaneChangingLess": "O Ghost Car linear alterna entre tentar trocar de fenda e manter a fenda atual. 'Intervalo de Tempo' define a duração de cada ciclo, e 'Porcentagem de Troca de Fenda' determina quanto tempo, dentro desse ciclo, o botão LC será pressionado. Exemplo: com intervalo de 5s e 10%, o botão LC será pressionado por 0,5s a cada 5 segundos.",
        "GID_DGhostLinearLaneChangingLabel1": "Intervalo de Tempo",
        "GID_DGhostLinearLaneChangingLabel2": "Porcentagem de Troca de Fenda",
      
        "GID_DGhostLinearLapResetHeader": "Reiniciar Troca de Fenda a Cada Volta",
        "GID_DGhostLinearLapResetLess": "Deseja reiniciar o tempo de troca de fenda do Ghost Car linear a cada nova volta?",
      
    "GID_DCompleteHeader": "Configuração do piloto completa",
    "GID_DCompleteLess": "A configuração do piloto já está completa. Clique em 'Save' para salvar sua configuração e sair do guia. Caso contrário, você pode voltar e alterar a configuração ou cancelá-la completamente. Se você quiser fazer alterações a esta configuração depois de salvá-la, você pode fazê-lo usando a configuração do Assistente Avançado. A configuração do Assistente Avançado também permite que você copie essa configuração e use-a como um modelo para uma nova configuração. Esta é, de longe, a maneira mais rápida de criar drivers no RMS, especialmente se esses drivers usam na maioria a mesma configuração.",
    "GID_DCompleteFailTitle": "A criação do Piloto falhou",
    "GID_DCompleteFailBody": "A criação do piloto falhou. Por favor, informe este problema para contact@racecoordinator.net",
    "GID_RBasicTitle": "Configuração Básica de Corrida",
    "GID_RIntermediateTitle": "Configuração Intermediária de Corrida",
    "GID_RExpertTitle": "Configuração Avançada de Corrida",
    "GID_RNameHeader": "Nome",
    "GID_RNameLess": "Digite um nome para esta corrida.  Considere um nome que ajude-o a lembrar de como esta corrida foi configurada.",
    "GID_RNameName": "Nome da Corrida",
    "GID_RNameUniqueError": "Nome inválido.  O nome deve ser diferente de um previamente definido.",
    "GID_RNameEmptyError": "Nome inválido. O nome deve ter pelo menos um caracter valido e ser diferente de um previamente definido.",
    "GID_RNameInvalidCharError": "Nome inválido. O nome não pode conter quaisquer caracteres 'especiais' como [< (menor do que), > (maior do que), : (dois pontos), \" (aspas),\r\n/ (barra), \\ (barra invertida), | (barra vertical),? (interrogação), * (asterisco)",
    "GID_RTrackHeader": "Seleção de Pista",
    "GID_RTrackLess": "Selecione a configuração da pista que deseja usar para esta corrida.",
    "GID_RTrackLabel": "Pistas disponíveis",
    "GID_RMinLapTimeHeader": "Tempo mínimo de volta",
    "GID_RMinLapTimeLess": "Defina o tempo mínimo de uma volta.  Voltas com o tempo inferiores ao definido aqui, serão desconsideradas.",
    "GID_RMinLapTimeLabel": "Tempo (em segundos)",
    "GID_RBreakoutTimeHeader": "Tempo de Corte",
    "GID_RBreakoutTimeLess": "Defina o tempo de corte para esta corrida. Qualquer volta mais rápida do que esse tempo **não será contada**.",
    "GID_RBreakoutTimeLabel": "Tempo (em segundos)",
    "GID_RDriftTimeHeader": "Tempo de Deslizamento",
    "GID_RDriftTimeLess": "Defina o tempo (em segundos) imediatamente após a parada de uma fenda durante o qual uma volta ainda pode ser contada. Definir esse valor como 0 significa que, no exato momento em que ocorre a parada (bandeira amarela, fim da fenda, etc.), nenhuma volta será registrada.",
    "GID_RDriftTimeLabel": "Tempo (em segundos)",
    "GID_RAdustDriftHeader": "Permitir 'Voltas Falsas'?",
    "GID_RAdustDriftLess": "Deseja permitir que voltas detectadas durante o desligamento da pista (como carros deslizando sobre os sensores) ainda sejam contadas?",
    "GID_RHeatRoundRobinHeader": "Round Robin / Rotação das Fendas",
    "GID_RHeatRoundRobinLess": "O formato de rodízio mais comum em fendas (heats) é o Round Robin, no qual cada piloto corre uma vez em cada fenda. Os diferentes tipos de Round Robin variam apenas na forma como os pilotos rotacionam entre as fendas, incluindo os momentos em que estão fora da pista — permitindo que possam atuar como recolocadores (marshals) ou realizar ajustes nos seus carros.\r\n\r\nSelecione o formato de Round Robin que deseja utilizar e clique em 'Avançar'.",
    "GID_RHeatRoundRobinLabel": "Formatos de Rodízio (Round Robin)",
    "GID_RHeatRoundRobinRR": "Rodízio Simples (Round Robin)",
    "GID_RHeatRoundRobinFRR": "Rodízio Amigável",
    "GID_RHeatRoundRobinERR": "Rodízio Europeu (European Round Robin)",
    "GID_RHeatRoundRobinNone": "Outro Tipo",
    "GID_RHeatRotationHint": "* Sugestão: clique em \"Mais\" para obter informações adicionais sobre o tipo de rotação selecionado",
    "GID_RHeatRoundRobinMoreWinTitle": "Detalhes do Rodízio Padrão",
    "GID_RHeatRoundRobinMoreTitle": "Rodízio Padrão",
    "GID_RHeatRoundRobinMore": "Em um rodízio (Round Robin) padrão, cada piloto corre uma vez em cada fenda, começando a primeira fenda com os pilotos de melhor colocação inicial (seeds) competindo entre si. Após o término dessa fenda, cada piloto avança uma fenda, e o piloto que estava na última fenda passa para a posição de descanso (sit out).\r\n\r\nNo Round Robin padrão, a fenda vazia (fenda 1) é então ocupada pelo piloto de pior colocação entre os que estavam fora da pista. Esse rodízio continua até que todos os pilotos tenham corrido em todas as fendas.\r\n\r\nÀ direita está um exemplo de Round Robin padrão com 20 pilotos, aplicado à sua pista.",
    "GID_RHeatRoundRobinMoreLabel": "Exemplo de Rodízio",
    "GID_RHeatRoundRobinFriendlyMoreWinTitle": "Detalhes do Rodízio Amigável",
    "GID_RHeatRoundRobinFriendlyMoreTitle": "Rodízio Amigável",
    "GID_RHeatRoundRobinFriendlyMore": "Um Round Robin amigável é considerado “amigável” para pilotos que chegam atrasados, pois oferece ao Diretor de Prova o maior tempo possível para adicionar facilmente (e automaticamente) o piloto atrasado à corrida.\r\n\r\nNo rodízio do Round Robin amigável, cada piloto corre uma vez em cada fenda, começando o primeiro heat com os pilotos de melhor colocação inicial competindo entre si. Após o término do heat, cada piloto avança uma fenda, e o piloto que estava na última fenda passa para a posição de descanso (fora da pista).\r\n\r\nNo Round Robin amigável, a fenda vazia (fenda 1) é então ocupada pelo piloto de melhor colocação entre os que estavam fora da pista. Esse rodízio continua até que todos os pilotos tenham corrido em todas as fendas.\r\n\r\nDiferença chave destacada:\r\nNo Round Robin padrão, a fenda vazia é ocupada pelo pior colocado dos que estão fora;\r\nNo Round Robin amigável, ela é ocupada pelo melhor colocado dos qie estão fora da pista — justamente para facilitar a inclusão de atrasados sem quebrar a lógica da rotação.\r\n\r\nÀ direita está um exemplo de Round Robin amigável com 20 pilotos, aplicado à sua pista.",
    "GID_RHeatRoundRobinFriendlyMoreLabel": "Exemplo de rotação",
    "GID_RHeatRoundRobinEuroMoreWinTitle": "Detalhes do Rodízio Europeu (European Round Robin)",
    "GID_RHeatRoundRobinEuroMoreTitle": "Rodízio Europeu (European Round Robin)",
    "GID_RHeatRoundRobinEuroMore": "No Rodízio Europeu (European Round Robin), cada piloto corre exatamente uma vez em cada fenda, de forma que nenhum piloto corra ao lado do mesmo piloto mais de uma vez.\r\nEsse rodízio é balanceado e sem repetições de vizinhança.\r\nEssa lógica evita que um piloto “sofra” ou “se beneficie” por correr repetidamente ao lado de outro com performance muito alta ou baixa.\r\n\r\nÀ direita está um exemplo de Round Robin Europeu com 20 pilotos, aplicado à sua pista.",
    "GID_RHeatRoundRobinEuroMoreLabel": "Exemplo de rodízio",
    "GID_RHeatOtherHeader": "Outros rodízios de fenda comuns",
    "GID_RHeatOtherLess": "Outro conjunto de rotações de fenda comuns. As rotações 'Solo' têm cada motorista na pista por si só. Selecione o tipo de rotação que deseja ou selecione 'Custom Rotation' para selecionar formatos de rotação personalizados mais complicados.",
    "GID_RHeatOtherLabel": "Outros formatos de rodízio",
    "GID_RHeatOtherPractice": "Treino",
    "GID_RHeatOtherSLSAny": "Fenda única (Solo/Qualquer fenda)",
    "GID_RHeatOtherSLS": "Rally (Fendas Solo)",
    "GID_RHeatOtherSingleHeat": "Fenda Única",
    "GID_RHeatOtherSL": "\"Fenda Única\"",
    "GID_RHeatOtherGhost": "Gravação do Pace Car",
    "GID_RHeatOtherNone": "Rotação personalizada",
    "GID_RHeatPracticeMoreWinTitle": "Detalhes de Treino",
    "GID_RHeatPracticeMoreHeader": "Treino",
    "GID_RHeatPracticeMore": "Uma Corroda de Treino é um formato de corrida muito específico que permite acesso livre a toda a pista. Por padrão, voltas e tempos de volta são exibidos para cada faixa e os dados podem ser resetados por faixa à medida que os pilotos entram e saem da pista. Se esse formato for selecionado, um pequeno conjunto de perguntas guiadas serão feitas especificamente para o formato de treino.",
    "GID_RHeatGhostMoreWinTitle": "Detalhes de gravação do Pace Car",
    "GID_RHeatGhostMoreHeader": "Gravações do Pace Car",
    "GID_RHeatGhostMore": "Uma corrida de gravação de pace car é um tipo especial de corrida destinada a registrar o comportamento dinâmico de reprodução de pace cars. Ao selecionar esse formato de corrida, todas as opções necessárias para a gravação do pace car serão automaticamente configuradas.\r\n\r\nPara gravar a reprodução dinâmica do pace car, basta selecionar esse tipo de corrida e iniciá-la. Usando o Carro ID 1, execute uma volta com largada parada e, em seguida, uma ou mais voltas com largada em movimento. Quando terminar, pause a corrida e selecione Salvar no menu Dia de Corrida (Race Day). Tudo será salvo, exceto a volta parcial no momento em que a corrida foi pausada — essa volta será descartada.\r\n\r\nSe você pretende usar essa gravação para reprodução de pace car inteligente (smart), será necessário gravar o carro em cada ponto de controle de fenda (lane brain), em todas as fendas, realizando todas as combinações possíveis de trocas e não trocas de fenda. Isso garante que o pace car inteligente possa escolher qualquer trecho da gravação para reproduzir dinamicamente a qualquer momento.",
    "GID_RHeatSingleHeatMoreWinTitle": "Detalhes para Rodízio em Fenda Única",
    "GID_RHeatSingleHeatMoreTitle": "Fenda Única",
    "GID_RHeatSingleHeatMore": "Uma rotação de fenda única é aquela em que cada piloto corre em uma e apenas uma fenda. Se houver mais pilotos na corrida do que a pista permite ao mesmo tempo, os pilotos são divididos uniformemente em mais duas rotações, de modo que cada rotação tenha aproximadamente o mesmo número de pilotos. À direita é um exemplo de uma rotação de fenda única de 20 pilotos em sua pista.",
    "GID_RHeatSingleHeatMoreLabel": "Exemplo de rotação",
    "GID_RHeatSLSAnyMoreWinTitle": "Fenda única (Solo Any Lane) Detalhes de rotação",
    "GID_RHeatSLSAnyMoreTitle": "Fenda Única (Solo Any Lane)",
    "GID_RHeatSLSAnyMore": "O formato de rodízio fenda única (solo em qualquer fenda) é aquele em que cada piloto corre sozinho na pista, podendo escolher qualquer fenda para correr. A melhor pontuação registrada em uma única fenda será a que contará para o piloto. Esse tipo de rodízio é ideal para corridas Sprint, nas quais os pilotos são ranqueados com base no seu tempo de volta mais rápido.\r\nO piloto corre sozinho, e isso é flexível quanto à escolha da fenda — essa é a chave desse modo\r\n\r\nÀ direita está um exemplo de rodízio com fenda única (solo em qualquer fenda) com 20 pilotos, aplicado à sua pista.",
    "GID_RHeatSLSAnyMoreLabel": "Exemplo de rotação",
    "GID_RHeatSLMoreWinTitle": "Detalhes de rotação de fenda única",
    "GID_RHeatSLMoreTitle": "Fenda Única",
    "GID_RHeatSLMore": "O formato de rodízio fenda única é aquele em que cada piloto corre em uma única fenda durante um única bateria, junto com outros pilotos na pista ao mesmo tempo. Normalmente, nesse tipo de rodízio, os pilotos podem escolher em qual fenda correr com base na sua colocação inicial (seeding), o que dá uma pequena vantagem ao piloto melhor classificado na bateria.\r\n\r\nPara permitir que os pilotos escolham suas próprias fendas, o Diretor de Prova deve usar a interface Gerenciar Heats (Manage Heats) para ajustar as fendas atribuídas antes do início do heat.\r\n\r\nÀ direita está um exemplo de rodízio de fenda única com 20 pilotos, aplicado à sua pista.",
    "GID_RHeatSLMoreLabel": "Exemplo de rotação",
    "GID_RHeatSLSMoreWinTitle": "Rally (Solo Heats) Detalhes de rotação",
    "GID_RHeatSLSMoreTitle": "Rally (Solo Heats)",
    "GID_RHeatSLSMore": "Uma rotação de fenda de rally é aquela em que cada piloto corre em uma única faixa em um única bateria sem ninguém mais na pista. O motorista só pode correr na faixa que lhe é atribuída, que pode ser alterada pelo diretor de corrida antes do início do calor. À direita é um exemplo de uma rotação de rally de 20 motoristas em sua pista.",
    "GID_RHeatSLSMoreLabel": "Exemplo de rotação",
    "GID_RHeatUseCustomFilesHeader": "Usar arquivos de rotação personalizados?",
    "GID_RHeatUseCustomFilesLess": "Gostaria de usar arquivos de rotação personalizados para definir a rotação de fenda?",
    "GID_RHeatCustomFilesHeader": "Adicionar arquivos personalizados",
    "GID_RHeatCustomFilesLess": "Por favor, adicione todos os arquivos de rotação personalizados que você gostaria de usar para esta corrida. Você pode usar o Editor de rotação para criar novos arquivos ou selecionar os existentes.",
    "GID_RHeatCustomFilesLabel": "Arquivos personalizados",
    "GID_RHeatCustomFilesAddFile": "Adicionar arquivo",
    "GID_RHeatCustomFilesRemoveFile": "Remover arquivo",
    "GID_RHeatCustomFilesRotationEditor": "Editor de rotação",
    "GID_RHeatCustomFilesFilter": "Arquivos txt (*.txt)|*.txt|Todos arquivos (*.*)|*.*",
    "GID_HeatCustomFilesTitle": "Selecionar arquivo de fenda personalizado",
    "GID_RHeatCustomFilesEmptyError": "Você deve adicionar pelo menos um arquivo de rotação personalizado para usar este formato de corrida.",
    "GID_RHeatCustomFilesMoreWinTitle": "Detalhes de Arquivos de Rotação Personalizados",
    "GID_RHeatCustomFilesMoreTitle": "Arquivos personalizados",
    "GID_RHeatCustomFilesMore": "Os arquivos de fenda personalizados definem a rotação de fenda para um número especificado de pilotos. Embora a fenda personalizada funcione para qualquer número de pilotos, se houver mais pilotos na corrida do que a fenda personalizada suportar, alguns pilotos serão deixados fora da corrida. Da mesma forma, se houver menos pilotos na corrida do que a fenda personalizada é configurada para algumas pistas,  serão deixados involuntariamente vazias durante a corrida. Para superar isso, o RMS (Race Coordinator) suporta o fornecimento de qualquer número de arquivos de fenda personalizados para uma configuração de corrida. O RMS selecionará o arquivo de fenda personalizado que melhor corresponde ao número de pilotos na corrida real em execução.",
    "GID_RHeatCustomFilesMoreLabel": "Exemplo de rotação",
    "GID_RHeatCustomRRHeader": "Rodízio Personalizado",
    "GID_RHeatCustomRRLess": "Usando uma lista de fendas, especifique um formato de rotação personalizado. Cada valor na lista representa a fenda que o motorista deve usar (0 ou um número maior do que o número de fendas na pista indica uma parada). Uma fenda não pode aparecer mais de uma vez na lista, pois isso atribuiria dois pilotos à mesma fenda em uma determinada bateria. Se uma fenda não aparecer na lista, essa fenda ficará vazia para toda a corrida. Por favor, digite a sua rotação personalizada abaixo. Para ver como será a sua rotação com 20 pilotos na corrida clique em 'Mais'.",
    "GID_RHeatCustomRRLabel": "Seqüência",
    "GID_RHeatCustomRRTitle": "Erro de formato de Rotação Personalizada",
    "GID_RHeatCustomRRError": "Formato Inválido de Rotação Personalizada",
    "GID_RHeatCustomRRMoreWinTitle": "Detalhes de Rotação Personalizada",
    "GID_RHeatCustomRRMoreTitle": "Rotação Personalizada",
    "GID_RHeatCustomRRMore": "Os rodízios do tipo Round Robin personalizado utilizam uma sequência de números de fendas para definir o formato da rotação. Cada valor na lista representa a fenda em que o piloto deve ser colocado. O valor 0 (ou um número maior que o total de fendas da pista) indica que o piloto ficará fora da pista (sit out) naquela fenda.\r\n\r\nUm número de fenda não pode se repetir dentro da mesma lista, pois isso resultaria na atribuição de dois pilotos para a mesma fenda em uma mesma etapa. Se uma fenda não aparecer na lista, ela ficará vazia durante toda a corrida.\r\n\r\nExemplos com uma pista de 4 fendas:\r\n\t•\t[1,2,3,4]: representa um Round Robin direto (padrão), com uso de todas as fendas.\r\n\t•\t[1,3,4,2]: representa um Round Robin europeu, onde os pilotos nunca correm ao lado da mesma pessoa mais de uma vez.\r\n\t•\t[1,0,2,0,3,0,4,0]: representa um Round Robin direto, mas com um intervalo — ou seja, cada piloto corre em um heat e descansa no próximo.\r\n\t•\t[1,3]: representa um Round Robin direto, mas utilizando apenas as fendas 1 e 3 da pista.\r\n🛠️ Regras Importantes:\r\n\t•\tO número 0 (ou qualquer número maior que o total de fendas da pista) indica que o piloto ficará fora da pista naquele heat.\r\n\t•\tNão pode haver repetição de fendas na mesma lista — dois pilotos não podem estar na mesma fenda simultaneamente.\r\n\t•\tSe uma fenda não aparecer na lista, ela ficará vazia durante toda a corrida.",
    "GID_RHeatCustomRRMoreLabel": "Exemplo de rotação",
    "GID_RHeatReverseHeader": "Ordem de rotação invertida",
    "GID_RHeatReverseLess": "Quer reverter a estrutura de fenda padrão para o tipo de rotação selecionado?",
    "GID_RHeatReverseMoreWinTitle": "Detalhes da ordem de rotação inversa",
    "GID_RHeatReverseMoreTitle": "Ordem de rotação invertida",
    "GID_RHeatReverseMore": "Optar por inverter a ordem de rotação simplesmente faz com que as fendas  indicadas sejam executadas de trás para frente. Dessa forma, a primeira fenda se torna a última, a segunda se torna a penúltima, e assim por diante.\r\n\r\nObservação: se você estiver utilizando o formato Step Up (prova classificatória com avanço de pilotos), essa opção será ignorada.",
    "GID_RPracticeAudioDefaultsHeader": "Usar áudio padrão?",
    "GID_RPracticeAudioDefaultsLess": "Gostaria de usar a configuração de áudio padrão para esta corrida de treino?",
    "GID_RAudioCalloutsHeader": "Chamadas de Áudio",
    "GID_RAudioCalloutsLess": "Por favor, adicione as Chamadas de Áudio que desejar. Para adicionar chamadas, selecione a chamada e defina o tempo/contagem de volta em que deseja que a chamada ocorra, em seguida, clique em 'add'.",
    "GID_RAudioAutoStartCalloutsHeader": "Chamadas de Início de Fenda",
    "GID_RAudioAutoStartCalloutsLess": "Por favor, adicione as chamadas de inicialização automática que desejar. Para isso, selecione a chamada e defina o momento em que ela deve ocorrer, em seguida, clique em ‘Adicionar’.",
    "GID_RAudioCalloutsLabel": "Configuração de Chamadas",
    "GID_RAudioCalloutsCallout": "Chamadas",
    "GID_RAudioCalloutsCalloutTime": "Tempo(s) de Chamada",
    "GID_RAudioCalloutsCalloutLap": "Chamada de Volta",
    "GID_RAudioCalloutsAdd": "Adicionar >>",
    "GID_RAudioCalloutsRemove": "<< Remover",
    "GID_RAudioCalloutsList": "Chamadas",
    "GID_RAudioCalloutError": "Impossível adicionar chamada, o arquivo não foi encontrado.",
    "GID_RAudioCalloutMoreWinTitle": "Detalhes de configuração de chamada de áudio",
    "GID_RAudioCalloutMoreHeader": "Configuração de chamada de áudio",
    "GID_RAudioCalloutMore": "As chamadas de áudio podem ser configuradas para ocorrer em momentos específicos, como durante a contagem regressiva de inicialização automática (auto start) ou conforme o heat progride. Para isso, você deve adicionar um recurso de áudio para cada momento em que desejar que uma chamada seja executada.\r\n\r\nPrimeiro, selecione o momento (em segundos) em que deseja que a chamada ocorra.\r\nObservação: em corridas baseadas em voltas, o valor da chamada será o número da volta, e não o tempo.\r\n\r\nEm seguida, selecione o recurso de áudio a ser executado. Você tem duas opções:\r\n\t•\tClique duplo no campo da chamada para selecionar um arquivo .wav gravado.\r\n\t•\tClique único no campo para usar a função de síntese de voz (text-to-speech). A síntese de voz irá verbalizar o texto digitado e pode utilizar substituição de texto para anunciar tempos ou voltas.\r\n\r\nSe o seguinte marcador estiver presente no valor da chamada, ele será substituído automaticamente pelo tempo ou número de voltas, conforme apropriado:\r\n\t•\t%t : Chamará o tempo (ou volta) correspondente à chamada\r\n\r\nExemplo:\r\nA frase 'Faltam %t segundos para o início do heat' pode ser usada com os tempos de 60 e 10 segundos para avisar aos pilotos que o heat está prestes a começar.",
    "GID_RPracticeAudioHeader": "Treino - Prefixo de Melhor Volta.",
    "GID_RPracticeAudioLess": "Selecione o arquivo de áudio definido para ser reproduzido sempre que um piloto obtém um novo melhor tempo de volta no treino",
    "GID_RPracticeAudioLabel": "Set de áudio",
    "GID_RPracticeLapAudioHeader": "Treino - Som de Volta",
    "GID_RPracticeLapAudioLess": "Selecione o arquivo de áudio sempre que um piloto faz uma volta em Treino",
    "GID_RPracticeLapAudioLabel": "Áudio",
    "GID_RLapBasedHeader": "Fim de Fenda",
    "GID_RLapBasedLess": "Você gostaria de terminar cada etapa/fenda (Heat) pelo número de voltas ou por um tempo de corrida determinado?",
    "GID_RLap": "Voltas",
    "GID_RTime": "Tempo",
    "GID_RLapBasedValueHeader": "Finalizar pelo Número de Voltas",
    "GID_RLapBasedValueLess": "Introduza o número de voltas para finalizar cada etapa/fenda (heat) de uma corrida.  Se configurado para 0 (zero), a corrida só terminará manualmente, pelo Diretor da Corrida.",
    "GID_RLapBasedValueLabel": "Contagem de Voltas",
    "GID_RTimeBasedValueHeader": "Fenda Terminada por Tempo",
    "GID_RTimeBasedValueLess": "Selecione a quantidade de tempo (em segundos) para cada fenda. Se definido para 0, a fenda correrá indefinidamente até que o Diretor da Corrida a termine manualmente.",
    "GID_RTimeBasedValueLabel": "Tempo (s)",
    "GID_RHeatLapCountHeader": "Classificação de Fenda por Contagem de Voltas?",
    "GID_RHeatLapCountLess": "Gostaria de classificar cada fenda segundo a contagem de voltas?",
    "GID_RHeatFastestLapHeader": "Ranking de fenda por volta mais rápida?",
    "GID_RHeatFastestLapLess": "Deseja pontuar cada fenda com base no tempo de volta mais rápido registrado na fenda? Se selecionar Não, a fenda será pontuada com base no tempo total de volta de cada piloto.",
    "GID_RHeatAllowFinishHeader": "Configuração de Término do Heat",
    "GID_RHeatAllowFinishLess": "Escolha quando deseja encerrar cada heat. Você pode encerrar assim que as condições forem atendidas, permitir que os pilotos completem uma volta adicional ou correr até que todos completem a condição final. Se permitir uma volta adicional, o sistema pode estimar a fração de volta completada. Se a pontuação do heat for baseada em tempo total, é altamente recomendado permitir uma dessas opções de término, para evitar que os pilotos sejam ranqueados apenas pela ordem de chegada na última volta.",
    "GID_RHeatAllowFinishLabel": "Opções",
    "GID_RHeatAllowFinishNone": "Não permitir finalização",
    "GID_RHeatAllowFinishAllowOne": "Permitir uma volta adicional",
    "GID_RHeatAllowFinishAllowOneAS": "Permitir uma volta e estimar segmentos",
    "GID_RHeatAllowFinishAllowFull": "Permitir finalização completa",
    "GID_RStepUpHeader": "Corrida em Estilo Escada?",
    "GID_RStepUpLess": "Deseja configurar esta corrida no formato de escada (step up)?",
    "GID_RStepUpMoreWinTitle": "Detalhes da Corrida Estilo Escada",
    "GID_RStepUpMoreHeader": "Corrida Estilo Escada",
    "GID_RStepUpMore": "Neste formato, os vencedores de um heat (ou grupo de heats) avançam para o próximo nível. O vencedor do último grupo é o campeão. Normalmente usada nas finais, essa modalidade permite que pilotos com pior classificação inicial possam subir até o topo, ao mesmo tempo favorecendo os mais bem ranqueados.",
    "GID_RStepUpCountHeader": "Número de Avanços",
    "GID_RStepUpCountLess": "Defina quantos pilotos avançam para o próximo nível. Deve ser no mínimo um e menor que o número de pilotos por corrida.",
    "GID_RStepUpCountLabel": "Quantidade",
    "GID_RAccumulateHeader": "Acumular Pontuação dos Heats",
    "GID_RAccumulateLess": "Deseja somar os pontos obtidos em cada heat para o ranking geral? Se não, será considerada apenas a melhor pontuação do piloto em um dos heats.",
    "GID_RDropNHeader": "Descartar N Heats",
    "GID_RDropNLess": "Ao acumular a pontuação dos heats, é possível descartar os N piores resultados de cada piloto, permitindo que heats ruins não prejudiquem tanto o desempenho geral.",
    "GID_RDropNLabel": "Quantidade N",
    "GID_RRepeatCountHeader": "Repetições",
    "GID_RRepeatCountLess": "Informe quantas vezes deseja repetir a rotação dos heats. A maioria dos usuários faz apenas uma rotação.",
    "GID_RRepeatCountLabel": "Repetições",
    "GID_RUsePointsHeader": "Ranking Geral por Pontos?",
    "GID_RUsePointsLess": "Deseja calcular o ranking geral com base em pontos atribuídos pela posição em cada heat? Se sim, será necessário configurar a pontuação por posição e bônus.", 
    "GID_RPointsScoreListHeader": "Pontos por Posição no Heat",
    "GID_RPointsScoreListLess": "Defina os pontos por posição no heat. O primeiro valor será para o 1º colocado, o segundo para o 2º, e assim por diante. Posições sem valores definidos receberão 0 pontos.",
    "GID_RPointsScoreListLabel": "Lista de Pontos",
    "GID_RPointsScoreListErrorTitle": "Lista de Pontos Inválida",
    "GID_RPointsScoreListError": "A lista de pontos é inválida. Use apenas inteiros separados por vírgulas, ex: [20, 18, 16, 15]",  
    "GID_RPointsCarryOverPctHeader": "Percentual de Transferência",
    "GID_RPointsCarryOverPctLess": "Escolha o percentual da pontuação dos heats que será transferido para o total geral de pontos.",
    "GID_RPointsCarryOverPctLabel": "Percentual",   
    "GID_RPointsUseHeatBonusPointsHeader": "Usar Bônus por Heat?",
    "GID_RPointsUseHeatBonusPointsLess": "Deseja conceder pontos extras com base no desempenho em cada heat?",    
    "GID_RPointsBonusHeatFastestLapHeader": "Bônus pela Volta Mais Rápida do Heat",
    "GID_RPointsBonusHeatFastestLapLess": "Defina os pontos extras para o piloto com a volta mais rápida em cada heat.",
    "GID_RPointsBonusHeatFastestLapLabel": "Pontos Bônus",    
    "GID_RPointsBonusHeatLedMostLapsHeader": "Bônus por Mais Voltas na Liderança (Heat)",
    "GID_RPointsBonusHeatLedMostLapsLess": "Defina os pontos extras para o piloto que liderar o maior número de voltas em um heat.",
    "GID_RPointsBonusHeatLedMostLapsLabel": "Pontos Bônus",    
    "GID_RPointsBonusHeatLedLapsHeader": "Bônus por Ter Liderado (Heat)",
    "GID_RPointsBonusHeatLedLapsLess": "Defina os pontos extras para cada piloto que liderar pelo menos uma volta em um heat.",
    "GID_RPointsBonusHeatLedLapsLabel": "Pontos Bônus",    
    "GID_RPointsUseOverallBonusPointsHeader": "Usar Bônus Gerais?",
    "GID_RPointsUseOverallBonusPointsLess": "Deseja conceder pontos extras com base no desempenho geral na corrida?",  
    "GID_RPointsBonusFastestLapHeader": "Bônus pela Volta Mais Rápida (Corrida)",
    "GID_RPointsBonusFastestLapLess": "Defina os pontos extras para o piloto com a volta mais rápida da corrida.",
    "GID_RPointsBonusFastestLapLabel": "Pontos Bônus",    
    "GID_RPointsBonusLedMostLapsHeader": "Bônus por Mais Voltas na Liderança (Corrida)",
    "GID_RPointsBonusLedMostLapsLess": "Defina os pontos extras para o piloto que liderar mais voltas em toda a corrida.",
    "GID_RPointsBonusLedMostLapsLabel": "Pontos Bônus",    
    "GID_RPointsBonusLedLapsHeader": "Bônus por Ter Liderado (Corrida)",
    "GID_RPointsBonusLedLapsLess": "Defina os pontos extras para cada piloto que liderar pelo menos uma volta na corrida.",
    "GID_RPointsBonusLedLapsLabel": "Pontos Bônus",    
    "GID_RPointsOneLaneBonusPerHeader": "Bônus de Pista Único por Piloto",
    "GID_RPointsOneLaneBonusPerLess": "Permitir apenas um bônus por pista por piloto? O melhor bônus será atribuído ao piloto com o melhor desempenho e os demais redistribuídos aos seguintes na ordem de desempenho.",   
    "GID_RPointsBonusFastestLaneLapHeader": "Bônus por Volta Mais Rápida por Pista",
    "GID_RPointsBonusFastestLaneLapLess": "Defina os pontos extras para o piloto com a volta mais rápida em cada pista.",
    "GID_RPointsBonusFastestLaneLapLabel": "Pontos Bônus",    
    "GID_RTiebreakerNone": "Nenhum",
    "GID_RTiebreakerAverageLapTime": "Tempo Médio por Volta",
    "GID_RTiebreakerMedianLapTime": "Tempo Mediano por Volta",
    "GID_RTiebreakerFastestLapTime": "Volta Mais Rápida",    
    "GID_ROverallTiebreakerHeader": "Critério de Desempate Geral",
    "GID_ROverallTiebreakerLess": "Escolha o critério de desempate para o ranking geral.",
    "GID_ROverallTiebreakerLabel": "Desempates",
    "GID_ROverallTiebreakerHint": "***Nota: Heats descartados não contam para o desempate. Pode haver comportamento inesperado.",   
    "GID_RHeatTiebreakerHeader": "Critério de Desempate por Heat",
    "GID_RHeatTiebreakerLess": "Escolha o critério de desempate para os resultados dos heats.",
    "GID_RHeatTiebreakerLabel": "Desempates",    
    "GID_RDefaultStartSetupHeader": "Usar Condições de Largada Padrão?",
    "GID_RDefaultStartSetupLess": "Deseja usar a configuração padrão para a largada dos heats?",    
    "GID_RHotStartHeader": "Largada com Pista Energizada",
    "GID_RHotStartLess": "Deseja que a pista já esteja energizada durante a sequência de largada?",    
    "GID_RFalseStartRestartHeader": "Reiniciar Heat por Largada Queimada",
    "GID_RFalseStartRestartLess": "Deseja reiniciar o heat em caso de largada queimada? É possível aplicar penalidades e garantir uma nova largada limpa.",    
    "GID_RFalseStartTimePenaltyHeader": "Penalidade por Tempo (Largada Queimada)",
    "GID_RFalseStartTimePenaltyLess": "Defina o tempo de penalidade para quem queimar a largada. Se houver relés por fenda, o piloto ficará sem energia por esse tempo. Caso contrário, a penalidade por volta pode ser mais adequada.",
    "GID_RFalseStartTimePenaltyLabel": "Tempo (segundos)",    
    "GID_RFalseStartLapPenaltyHeader": "Penalidade por Voltas (Largada Queimada)",
    "GID_RFalseStartLapPenaltyLess": "Defina o número de voltas de penalidade para quem queimar a largada.",
    "GID_RFalseStartLapPenaltyLabel": "Penalidade (voltas)",    
    "GID_RStartBehindHeader": "Início Atrás da Linha de Chegada",
    "GID_RStartBehindLess": "Deseja que os pilotos iniciem cada heat atrás da linha de chegada/largada?",    
    "GID_RStartCurrentHeader": "Iniciar do Ponto Atual",
    "GID_RStartCurrentLess": "Deseja iniciar cada heat a partir da posição em que o piloto parou no heat anterior?",    
    "GID_RAddGhostsHeader": "Adicionar Carros Fantasmas?",
    "GID_RAddGhostsLess": "Deseja preencher as fendas vazias com carros fantasmas durante os heats?",    
    "GID_RBlackFlagTypeHeader": "Tipo de Bandeira Preta",
    "GID_RBlackFlagTypeLess": "Escolha o tipo de penalidade por bandeira preta. Se selecionar 'Nenhum', não haverá penalizações por largadas queimadas ou excesso de velocidade nos boxes.",
    "GID_RBlackFlagTypeLabel": "Tipo",
    "GID_RBlackFlagTypeDriveThrough": "Passagem pelos boxes",
    "GID_RBlackFlagTypeStopGo": "Parar e Seguir",
    "GID_RBlackFlagTypeTimed": "Parada Temporizada",
    "GID_RBlackFlagTypeNone": "Nenhum",    
    "GID_RTimedBFValueHeader": "Duração da Parada Temporizada",
    "GID_RTimedBFValueLess": "Defina o tempo (em segundos) que o piloto deve permanecer parado no pit lane para cumprir a penalidade.",
    "GID_RTimedBFValueLabel": "Tempo (segundos)",    
    "GID_RPitThrottlePctHeader": "Velocidade Máxima no Pit Lane",
    "GID_RPitThrottlePctLess": "Defina o percentual máximo de aceleração permitido na área de boxes. Acima disso, o piloto receberá penalidade.",
    "GID_RPitThrottlePctLabel": "Porcentagem de Acelerador",    
    "GID_RFalseStartThrottlePctHeader": "Acelerador Máximo na Largada",
    "GID_RFalseStartThrottlePctLess": "Defina o percentual máximo de acelerador permitido durante a largada. Acima disso, será considerada largada queimada.",
    "GID_RFalseStartThrottlePctLabel": "Porcentagem de Acelerador",   
    "GID_RBlackFlagToleranceHeader": "Tolerância da Bandeira Preta",
    "GID_RBlackFlagToleranceLess": "Número de voltas que o piloto tem para cumprir a penalidade de bandeira preta antes de ser desclassificado.",
    "GID_RBlackFlagToleranceLabel": "Número de Voltas",    
    "GID_RBlackFlagYellowFlagPctHeader": "Limite de Acelerador sob Bandeira Amarela",
    "GID_RBlackFlagYellowFlagPctLess": "Defina o percentual de acelerador que, se excedido sob bandeira amarela, aciona uma penalidade de bandeira preta.",
    "GID_RBlackFlagYellowFlagPctLabel": "Porcentagem",    
    "GID_RFuelUseHeader": "Corrida com Combustível?",
    "GID_RFuelUseLess": "Deseja que esta corrida utilize simulação de consumo de combustível?",
    "GID_RFuelUseMoreWinTitle": "Detalhes da Corrida com Combustível",
    "GID_RFuelUseMoreHeader": "Corrida com Combustível",
    "GID_RFuelUseMore": "O RMS pode ser configurado para simular o uso de combustível. Quando as corridas de combustível são habilitadas, os carros usam combustível após cada volta que completam. Você pode configurar tanto quanto combustível é usado por volta, onde os tempos de volta mais rápidos usam mais combustível do que os tempos de volta mais lentos, e você também pode configurar a rapidez com que você reabastece quando um carro faz uma parada. Então, quantas vezes você precisa reabastecer e por quanto tempo você precisa reabastecer são completamente de você. Dependendo da sua interface de pista, você pode fazer uma parada ao parar o carro no sensor de faixa (IR, foto-célula, sensor reed) ou em configurações de interface mais avançadas você pode criar intervalos de pit em que você só precisa parar entre dois conjuntos de sensores.",
    "GID_RFuelAnalogUsageHeader": "Utilização de combustível",
    "GID_RFuelAnalogUsageLess": "Configure a quantidade de combustível que um carro pode conter e a quantidade de combustível que o carro deve usar em cada volta.",
    "GID_RFuelUsageMoreWinTitle": "Detalhes sobre o uso de combustível",
    "GID_RFuelUsageMoreHeader": "Utilização de combustível",
    "GID_RFuelUsageMore": "A frequência com que um motorista deve fazer uma parada em pit é determinada por uma combinação da capacidade de combustível dos carros, a quantidade de combustível que um carro usa, um tempo de volta de referência e a curva de consumo de combustível que é escolhida. Os motoristas que correm voltas mais rápidas usam mais combustível do que os motoristas que correm voltas mais lentas. Usando a configuração padrão como exemplo, o primeiro gráfico mostrará que um motorista que corre uma volta de cerca de 3,5 segundos usará cerca de 40 unidades de combustível. Da mesma forma, o gráfico mostra que um motorista que corre uma volta de 6,95 segundos que eles usarão 20 unidades de combustível.",
    "GID_RFuelCapacityHeader": "Capacidade",
    "GID_RFuelCapacityLess": "Selecione a quantidade máxima de combustível a que um carro pode reabastecer. A única vez que um carro pode exceder esse limite é se o nível de arranque escolhido for superior a essa capacidade.",
    "GID_RFuelCapacityLabel": "Capacidade",
    "GID_RFuelAnalogUsageLabel": "Utilização por tempo de referência",
    "GID_RFuelAnalogUsageReferenceTimeLabel": "Tempo de Volta de Referência",
    "GID_RFuelAnalogUsageCurveTypeLabel": "Tipo de utilização",
    "GID_RFuelAnalogPlotHeader": "Consumo por Tempo de Volta",
    "GID_RFuelAnalogPlotXAxis": "Tempo de volta (segundos)",
    "GID_RFuelAnalogPlotYAxis": "Utilização de combustível",
    "GID_RFuelAnalogPlot2Header": "Tempo para Pit Stop com Volta Constante",
    "GID_RFuelAnalogPlot2XAxis": "Tempo de Pit (segundos)",
    "GID_RFuelAnalogPlot2YAxis": "Tempo de Volta (segundos)",
    "GID_RFuelDigitalUsageHeader": "Utilização de combustível",
    "GID_RFuelDigitalUsageLess": "Quanto combustível você gostaria de consumir em plena aceleração por segundo? O combustível real consumido será calculado multiplicando esse valor pela porcentagem de aceleração e escalando esse valor para a quantidade de tempo que o aceleração está nesse nível. Por exemplo, se um piloto estiver a meia aceleração por 0,25 segundos, o consumo real será esse valor multiplicado por 0,5 e, em seguida, roubado para um valor por segundo multiplicando-o por 0,25",
    "GID_RFuelDigitalUsageLabel": "Consumo a 100% por segundo",
    "GID_RFuelTypeLinear": "Linear",
    "GID_RFuelTypeQuadratic": "Quadrático",
    "GID_RFuelTypeCubic": "Cúbico",
    "GID_RFuelDigitalPlotHeader": "Utilização de combustível",
    "GID_RFuelDigitalPlotXAxis": "Posição do acelerador (0 - 100%)",
    "GID_RFuelDigitalPlotYAxis": "Consumo de combustível por segundo",
    "GID_RFuelStartLevelHeader": "Nível de início do combustível",
    "GID_RFuelStartLevelLess": "Por favor, defina a quantidade de combustível com que cada carro irá começar. Este valor pode ser maior ou menor que a capacidade dos carros e só é utilizado para o primeira fenda do piloto e se você optar por redefinir os níveis de combustível no início de cada fenda.",
    "GID_RFuelStartLevelLabel": "Nível de início",
    "GID_RFuelPitDelayHeader": "Atraso Mínimo para Pit Stop",
    "GID_RFuelPitDelayLess": "Defina o atraso mínimo (em segundos) para início do reabastecimento.",
    "GID_RFuelPitDelayLabel": "Atraso",
    "GID_RFuelPitDelayMaxHeader": "Atraso Máximo para Pit Stop",
    "GID_RFuelPitDelayMaxLess": "Defina o atraso máximo (em segundos) para início do reabastecimento.",
    "GID_RFuelPitDelayMaxLabel": "Atraso",
    "GID_RFuelRefuelRateHeader": "Taxa de Reabastecimento",
    "GID_RFuelRefuelRateLess": "Por favor, defina a taxa de reabastecimento em termos de unidades por segundo.",
    "GID_RFuelRefuelRateLabel": "Taxa (unidades por segundo)",
    "GID_RFuelResetHeader": "Reiniciar  Combustível?",
    "GID_RFuelResetLess": "Deseja reiniciar o nível de combustível no início de cada fenda?",
    "GID_RFuelEndHeatHeader": "Encerrar fenda ao Ficar sem Combustível?",
    "GID_RFuelEndHeatLess": "Deseja encerrar a fenda de um piloto quando ele ficar sem combustível?",
    "GID_RFuelLevelImageHeader": "Indicadores Visuais de Combustível",
    "GID_RFuelLevelImageLess": "Selecione o conjunto de imagens que indicará o nível de combustível. Deve conter pelo menos três imagens.",
    "GID_RFuelLevelImageLabel": "Conjunto de imagens",
    "GID_RPitThrottlePCTHeader": "Velocidade Máxima no Pit Lane",
    "GID_RPitThrottlePCTLess": "Defina o percentual máximo de aceleração permitido ao entrar no pit lane antes que o piloto receba uma penalidade. Se definido como 100%, não haverá penalização por velocidade. Mas se for definido mais baixo, o nível de aceleração do motorista deverá será reduzido nessa porcentagem.",
    "GID_RPitThrottlePCTLabel": "Percentagem de aceleração",
    "GID_RFuelWeightLimitHeader": "Curva de Aceleração por Peso do Combustível",
    "GID_RFuelWeightLimitLess": "Para um realismo adicional, a velocidade máxima de um carro pode ser ajustada pela quantidade de combustível que o carro transporta, pois o peso interfere na velocidade máxima. Os dois valores abaixo controlam em que nível de combustível o carro será autorizado a ir a velocidade full e em quanto para reduzir a velocidade dos carros em tanque cheio. O gráfico mostra como os diferentes níveis de combustível afetam a aceleração com base nesses parâmetros.",
    "GID_RFuelWeightLimitMaxLossLabel": "Redução Máxima da Aceleração (%)",
    "GID_RFuelWeightLimitMaxPctLabel": "Porcentagem de Combustível para Velocidade Máxima",
    "GID_RFuelWeightLimitPlotHeader": "Nível de Combustível versus Aceleração",
    "GID_RFuelWeightLimitPlotXAxis": "Nível de combustível (0 - 100%)",
    "GID_RFuelWeightLimitPlotYAxis": "Aceleração Ajustada",
    "GID_RFuelOofPCTLabel": "Aceleração com Tanque Vazio (%)",
    "GID_RCnLHeader": "Corrida Crash and Learn?",
    "GID_RCnLLess": "Deseja ativar o modo de corrida Crash and Learn?",
    "GID_RCnlMoreWinTitle": "Detalhes Crash and Learn",
    "GID_RCnlMoreHeader": "Crash and Learn",
    "GID_RCnlMore": "Uma crash and learn é uma corrida na qual um piloto pode ser penalizado e/ou desqualificado da corrida/fenda se acidentar-se com muita frequência. Esperando que depois de muitas penalidades eles aprendam a pilotar na pista sem cair da fenda.",
    "GID_RCnLDeslotTimeHeader": "Tempo de Crash",
    "GID_RCnLDeslotTimeLess": "Por favor, defina o tempo máximo permitido para o piloto passar a linha de partida/final antes que se presuma que o piloto tenha se acidentado.",
    "GID_RCnLDeslotTimeLabel": "Tempo de crash (segundos)",
    "GID_RCnLMultipleDeslotsHeader": "Permitir vários crashes ?",
    "GID_RCnLMultipleDeslotsLess": "Gostaria de permitir vários crashes para um piloto numa única volta?",
    "GID_RCnLYellowOnDeslotHeader": "A bandeira amarela no Crash?",
    "GID_RCnLYellowOnDeslotLess": "Quer ativar automaticamente uma bandeira amarela quando um motorista acidentar-se?",
    "GID_RCnLMaxDeslotsHeader": "Máximo de acidentes",
    "GID_RCnLMaxDeslotsLess": "Por favor, defina o número máximo de vezes que um piloto pode acidentar-se antes de ser desqualificado.",
    "GID_RCnLMaxDeslotsLabel": "Max Crashes",
    "GID_RCnLMaxDeslotsMoreWinTitle": "Detalhes dos acidentes máximos",
    "GID_RCnLMaxDeslotsMoreHeader": "Máximo de batidas",
    "GID_RCnLMaxDeslotsMore": "Após atingir o número máximo de batidas, o piloto será desclassificado e não terá mais voltas computadas. Configurar esse valor como 0 permite bater sem nunca ser desclassificado.",
    "GID_RCnLHeatResetCrashHeader": "Zera Contador de Batidas?",
    "GID_RCnLHeatResetCrashLess": "Deseja zerar o número de batidas de um piloto no início de cada fenda?",
    "GID_RCnLHeatResetDQHeader": "Reiniciar Estado de Desclassificação?",
    "GID_RCnLHeatResetDQLess": "Deseja remover o estado de DQ (desclassificação) de um piloto ao iniciar um nova fenda?",
    "GID_RCnLLapPenaltyHeader": "Penalidade por Volta",
    "GID_RCnLLapPenaltyLess": "Defina o número de voltas a serem retiradas de um piloto quando ele bater. Essa penalidade é adicional a qualquer atraso já causado pela batida.",
    "GID_RCnLLapPenaltyLabel": "Nº de Voltas",
    "GID_RCnLTimePenaltyHeader": "Penalidade de tempo",
    "GID_RCnLTimePenaltyLess": "Defina o tempo (em segundos) a ser penalizado quando o piloto bater. Essa penalidade é adicional a qualquer atraso.",
    "GID_RCnLTimePenaltyLabel": "Tempo (segundos)",
    "GID_RCnlTimePenaltyWinTitle": "Detalhes da Penalidade de Tempo",
    "GID_RCnlTimePenaltyMoreHeader": "Penalidade de Tempo",
    "GID_RCnlTimePenaltyMore": "Se houver relés por fenda instalados, a alimentação da fenda será cortada por esse tempo. Caso contrário, o tempo será somado à pontuação do piloto, o que pode ou não ter efeito dependendo da configuração da corrida.",
    "GID_RCnLDQHeatScorePCTHeader": "Penalidade na Pontuação da Fenda (DQ)",
    "GID_RCnLDQHeatScorePCTLess": "Defina a porcentagem da pontuação a ser considerada para o piloto desclassificado. Isso afeta apenas a posição na fenda, exceto se essa posição afetar a classificação geral.",
    "GID_RCnLDQHeatScorePCTLabel": "Percentual da Pontuação",
    "GID_RCnLDQHeatOverallScorePCTHeader": "Penalidade na Pontuação Geral (DQ)",
    "GID_RCnLDQHeatOverallScorePCTLess": "Defina a porcentagem da pontuação da fenda a ser mantida na classificação geral, mesmo se o piloto for desclassificado. 100% significa nenhuma penalidade na pontuação geral.",
    "GID_RCnLDQHeatOverallScorePCTLabel": "Percentual da Pontuação",
    "GID_RAutoAdvanceTimeHeader": "Tempo de Avanço Automático entre Fendas",
    "GID_RAutoAdvanceTimeLess": "Defina o tempo (em segundos) a aguardar, após o término de uma fenda, antes de avançar automaticamente para o próximo. Definir como 0 desativa o avanço automático.",
    "GID_RAutoAdvanceTimeLabel": "Tempo (segundos)",
    "GID_RAutoAdvanceTimeMoreWinTitle": "Detalhes do Avanço Automático",
    "GID_RAutoAdvanceTimeMoreHeader": "Tempo de Avanço Automático",
    "GID_RAutoAdvanceTimeMore": "Após o fim de uma fenda, o RMS (Race Coordinator)  pode avançar automaticamente para a próxima. O tempo definido aqui permite que pilotos e o Diretor de Prova revisem a fenda anterior. O avanço pode ser interrompido manualmente usando o botão de pausa no menu do Diretor de Prova.",
    "GID_RAutoStartTimeHeader": "Tempo de Início Automático de Fenda",
    "GID_RAutoStartTimeLess": "Defina o tempo (em segundos) a aguardar antes de iniciar automaticamente uma nova Fenda. Definir como 0 desativa essa função.",
    "GID_RAutoStartTimeLabel": "Tempo (segundos)",
    "GID_RAutoStartTimeMoreWinTitle": "Detalhes do Início Automático",
    "GID_RAutoStartTimeMoreHeader": "Tempo de Início Automático",
    "GID_RAutoStartTimeMore": "O RMS (Race Coordinator) pode iniciar automaticamente uma nova Fenda após a preparação. O tempo definido permite que pilotos e o Diretor de Prova se posicionem. O temporizador pode ser pausado antes de iniciar.",
    "GID_RCompleteHeader": "Configuração da Corrida Concluída",
    "GID_RCompleteLess": "A configuração da corrida foi concluída. Clique em 'Salvar' para guardar as configurações e sair do assistente. Caso contrário, você pode voltar e alterar as configurações ou cancelar o processo.",
    "GID_RCompleteFailTitle": "Falha na Criação da Corrida",
    "GID_RCompleteFailBody": "Falha ao criar a corrida. Por favor, reporte o problema para: contact@racecoordinator.net",
    "GID_RAudioDefaultsHeader": "Usar Áudio Padrão?",
    "GID_RAudioDefaultsLess": "Deseja utilizar a configuração padrão de áudio para a corrida?",
    "GID_RAudioStartPrefixHeader": "Áudio de Início/Reinício da Fenda",
    "GID_RAudioStartPrefixLess": "Selecione o conjunto de arquivos de áudio a ser usado para as chamadas de início/reinício de Fenda",
    "GID_RAudioStartPrefixLabel": "Conjunto de áudio",
    "GID_RAudioYellowFlagHeader": "Áudio de Bandeira Amarela",
    "GID_RAudioYellowFlagLess": "Selecione o arquivo de áudio a ser executado quando uma Fenda for pausada por Bandeira Amarela.",
    "GID_RAudioYellowFlagLabel": "Arquivo de Áudio",
    "GID_RAudioHeatOverHeader": "Áudio de Término da Fenda",
    "GID_RAudioHeatOverLess": "Selecione o arquivo de áudio a ser executado ao final de cada Fenda.",
    "GID_RAudioHeatOverLabel": "Arquivo de Áudio",
    "GID_RAudioRaceOverHeader": "Áudio de Fim da Corrida",
    "GID_RAudioRaceOverLess": "Selecione o arquivo de áudio a ser executado ao final da corrida.",
    "GID_RAudioRaceOverLabel": "Arquivo de Áudio",
    "GID_RUIDefaultsHeader": "Usar Configuração Padrão da Interface?",
    "GID_RUIDefaultsLess": "Deseja utilizar a configuração padrão da interface (UI)?",
    "GID_RUIShowImagesHeader": "Exibir Imagens?",
    "GID_RUIShowImagesLess": "Deseja exibir imagens adicionais, como fotos de pilotos e carros, na tela do Dia da Corrida?",
    "GID_RUISortHeatsHeader": "Ordenar Tabela na Tela da Corrida?",
    "GID_RUISortHeatsLess": "Deseja ordenar os pilotos por classificação de e Fenda em tempo real na tela da corrida?",
    "GID_RUIRaceDayXamlHeader": "Arquivo XAML da Tela de Corrida",
    "GID_RUIRaceDayXamlLess": "Selecione o arquivo XAML a ser usado para exibir os dados das Fendas",
    "GID_RUIRaceDayXamlLabel": "Arquivo Xaml",
    "GID_RUIRaceDayXamlMoreWinTitle": "Detalhes do Arquivo Xaml",
    "GID_RUIRaceDayXamlMoreHeader": "Arquivo Xaml",
    "GID_RUIRaceDayXamlMore": "O RMS (Race Coordinator) usa arquivos XAML para personalizar a exibição da corrida. Arquivos com \"_\" no nome indicam que fazem parte de um conjunto configurável automaticamente. Se não houver \"_\", o arquivo será usado exatamente como está. Arquivos personalizados não precisam seguir nenhuma convenção de nomeação.",
    "GID_RUIDefaultImagesHeader": "Usar Imagens Padrão da Corrida?",
    "GID_RUIDefaultImagesLess": "Deseja usar as imagens padrão da corrida (bandeiras, luzes de largada, combustível, etc.)?",
    "GID_RUIRedStartFlagHeader": "Imagem de Largada Vermelha",
    "GID_RUIRedStartFlagLess": "Imagem a ser exibida antes da contagem regressiva.",
    "GID_RUIRedStartFlagLabel": "Imagem",
    "GID_RUIYellowStartFlagHeader": "Imagem de Preparação (Amarela)",
    "GID_RUIYellowStartFlagLess": "Imagem exibida durante a contagem, pouco antes da largada.",
    "GID_RUIYellowStartFlagLabel": "Imagem",
    "GID_RUIGreenStartFlagHeader": "Imagem de Largada (Verde)",
    "GID_RUIGreenStartFlagLess": "Imagem a ser exibida quando a Fenda começa ou é retomada.",
    "GID_RUIGreenStartFlagLabel": "Imagem",
    "GID_RUIDefaultStartHeader": "Usar Sequência Padrão de Início?",
    "GID_RUIDefaultStartLess": "Deseja usar as configurações padrão para a sequência de largada/reinício?",
    "GID_RUIDefaultPerformanceImagesHeader": "Usar Indicadores Visuais Padrão de Desempenho?",
    "GID_RUIDefaultPerformanceImagesLess": "Deseja utilizar as imagens padrão para indicar desempenho (voltas acima/abaixo da média)?",
    "GID_RUISelfUpImageHeader": "Indicador: Volta Acima da Média (Piloto)",
    "GID_RUISelfUpImageLess": "Imagem exibida quando o piloto faz uma volta mais rápida que sua média.",
    "GID_RUISelfUpImageLabel": "Imagem",
    "GID_RUISelfDownImageHeader": "Indicador: Volta Abaixo da Média (Piloto)",
    "GID_RUISelfDownImageLess": "Imagem exibida quando o piloto faz uma volta mais lenta que sua média.",
    "GID_RUISelfDownImageLabel": "Imagem",
    "GID_RUIHeatUpImageHeader": "Indicador: Volta Acima da Média (Líder da Fenda)",
    "GID_RUIHeatUpImageLess": "Imagem exibida quando uma volta é mais rápida que a média do líder do Fenda.",
    "GID_RUIHeatUpImageLabel": "Imagem",
    "GID_RUIHeatDownImageHeader": "Indicador: Volta Abaixo da Média (Líder da Fenda)",
    "GID_RUIHeatDownImageLess": "Imagem exibida quando uma volta é mais lenta que a média do líder da Fenda.",
    "GID_RUIHeatDownImageLabel": "Imagem",
    "GID_RUIRaceUpImageHeader": "Indicador: Volta Acima da Média (Recorde da Corrida)",
    "GID_RUIRaceUpImageLess": "Imagem exibida quando uma volta é mais rápida que a média da corrida.",
    "GID_RUIRaceUpImageLabel": "Imagem",
    "GID_RUIRaceDownImageHeader": "Indicador: Volta Abaixo da Média (Recorde da Corrida)",
    "GID_RUIRaceDownImageLess": "Imagem exibida quando uma volta é mais lenta que a média da corrida.",
    "GID_RUIRaceDownImageLabel": "Imagem",
    "GID_RUIDefaultFlagImagesHeader": "Usar Imagens Padrão de Bandeiras?",
    "GID_RUIDefaultFlagImagesLess": "Deseja usar as imagens padrão de bandeiras para as Fendas?",
    "GID_RUIRedFlagImageHeader": "Bandeira Vermelha",
    "GID_RUIRedFlagImageLess": "Imagem exibida ao final de uma Fenda ou entre Fendas.",
    "GID_RUIRedFlagImageLabel": "Imagem da Bandeira",
    "GID_RUIYellowFlagImageHeader": "Bandeira Amarela",
    "GID_RUIYellowFlagImageLess": "Imagem exibida quando uma Fenda é pausada.",
    "GID_RUIYellowFlagImageLabel": "Imagem da Bandeira",
    "GID_RUIGreenFlagImageHeader": "Bandeira Verde",
    "GID_RUIGreenFlagImageLess": "Imagem exibida durante a  Fenda em andamento",
    "GID_RUIGreenFlagImageLabel": "Imagem da Bandeira",
    "GID_RUIWhiteFlagImageHeader": "Bandeira Branca",
    "GID_RUIWhiteFlagImageLess": "Imagem exibida quando a Fenda termina, mas os pilotos ainda podem completar voltas.",
    "GID_RUIWhiteFlagImageLabel": "Imagem da Bandeira",
    "GID_RUICheckeredFlagImageHeader": "Bandeira Quadriculada",
    "GID_RUICheckeredFlagImageLess": "Imagem exibida ao fim da última Fenda, indicando fim da corrida. Selecione a imagem que deseja indicar a Bandeira Xadrez. A Bandeira Xadrez aparece no final da última corrida e indica que a corrida acabou e que as estatísticas da corrida serão oficialmente guardadas.",
    "GID_RUICheckeredFlagImageLabel": "Imagem da Bandeira",
    "GID_RUIBlackFlagImageHeader": "Bandeira Preta",
    "GID_RUIBlackFlagImageLess": "Imagem exibida ao aplicar penalidade a um piloto. Imagem que deseja para indicar que uma bandeira preta foi emitida para um piloto. A bandeira preta aparece sempre que um piloto é recebe qualquer forma de penalidade, incluindo penalidades de partida falsas e violações de velocidade na fila de pit.",
    "GID_RUIBlackFlagImageLabel": "Imagem da Bandeira",
    "GID_RUIBlackFlagIndicatorImageHeader": "Indicador de Penalidade Ativa (Bandeira Preta)",
    "GID_RUIBlackFlagIndicatorImageLess": "Conjunto de imagens para indicar o tempo restante da penalidade.",
    "GID_RUIBlackFlagIndicatorImageLabel": "Conjunto de Imagens",
    "GID_RUIStartXamlHeader": "Arquivo XAML de Início de Fenda",
    "GID_RUIStartXamlLess": "Selecione o arquivo XAML a ser usado no início de cada Fenda.",
    "GID_RUIStartXamlLabel": "Arquivo Xaml",
    "GID_RUIStartDelayHeader": "Atraso para Abertura da Fenda",
    "GID_RUIStartDelayLess": "Tempo (em segundos) de espera antes de exibir a janela de início de Fenda. Útil se o Diretor de Prova também estiver correndo. Defina a quantidade de tempo (em segundos), para esperar antes de abrir a janela de Início de Fenda. Isto é útil se, por exemplo, o Diretor de Prova participa da  corrida porque lhe permitirá tempo para chegar do computador à estação de pilotos.",
    "GID_RUIStartDelayLabel": "Atraso em Segundos",
    "GID_RUIStartRandomizerHeader": "Atraso Aleatório na Largada",
    "GID_RUIStartRandomizerLess": "Quantidade de tempo (em segundos) para atrasar aleatoriamente a contagem regressiva de Início de Fenda. Se esse valor for maior que 0, em vez de obter o 'Go' 1 segundo após o '1' na contagem regressiva, o 'Go' ocorrerá a qualquer momento entre 1 segundo e 1 segundo mais este valor, tornando impossível para os pilotos anteciparem o 'Go' e forçando-os a depender completamente do tempo de reação.",
    "GID_RUIStartRandomizerLabel": "Tempo em segundos",
    "GID_RUIRestartXamlHeader": "Arquivo XAML de Reinício de Fenda",
    "GID_RUIRestartXamlLess": "Selecione o arquivo XAML a ser usado sempre que a Fenda for reiniciada após Bandeira Amarela.",
    "GID_RUIRestartXamlLabel": "Arquivo Xaml",
    "GID_RUIRestartDelayHeader": "Atraso para Tela de Reinício",
    "GID_RUIRestartDelayLess": "Tempo (em segundos) de espera antes de exibir a janela de reinício do heat. Útil para dar tempo ao Diretor de Prova de retornar ao posto.",
    "GID_RUIRestartDelayLabel": "Atraso em Segundos",
    "GID_RUIRestartRandomizerHeader": "Atraso Aleatório no Reinício",
    "GID_RUIRestartRandomizerLess": "Selecione a quantidade de tempo (em segundos) para atrasar aleatoriamente a contagem de Reinicialização da Fenda. Se esse valor for maior que 0, em vez de obter o 'Go' 1 segundo após o '1' na contagem de reinicialização, o 'Go' ocorrerá a qualquer momento entre 1 segundo e 1 segundo mais este valor, tornando impossível para os pilotos anteciparem o 'Go' e forçando-os a depender completamente do tempo de reação.",
    "GID_RUIRestartRandomizerLabel": "Tempo em segundos",
    "GID_RSeasonUseHeader": "Configurar Pontos de Campeonato?",
    "GID_RSeasonUseLess": "Deseja configurar esta corrida para usar pontuação por temporada (de Campeonato) com base na classificação geral? Se sim, os pontos só serão computados se uma temporada for selecionada antes da corrida.",
    "GID_RSPointsRaceScoreListHeader": "Pontos da Temporada por Classificação Geral",
    "GID_RSPointsRaceScoreListLess": "Insira os pontos atribuídos a cada piloto com base em sua classificação geral. A primeira entrada na lista será dada ao piloto de primeiro lugar, a segunda entrada ao piloto de segundo lugar, etc. Se você especificar valores menores que os pilotos na corrida, todas as posições não especificadas receberão 0 pontos. Essa é a principal fonte de pontos de temporada para a corrida.",
    "GID_RSPointsRaceScoreListLabel": "Lista de Pontos",
    "GID_RSPointsCarryOverPctHeader": "Porcentagem de Transferência para Pontuação da Temporada",
    "GID_RSPointsCarryOverPctLess": "Selecione a porcentagem da pontuação geral que deve ser transferida para os pontos da temporada. Útil para premiar pilotos que venceram com ampla vantagem. Por exemplo, se esse valor for definido em 50% e um piloto obteve 80 voltas no total da corrida, receberá 40 pontos adicionais ao total de pontos de temporada.",
    "GID_RSPointsCarryOverPctLabel": "Percentagem",
    "GID_RSPointsHeatScoreListHeader": "Pontos Bônus por Fenda na Temporada",
    "GID_RSPointsHeatScoreListLess": "Insira os pontos bônus por classificação em cada Fenda. O primeiro valor será atribuído ao 1º colocado da Fenda, o segundo ao 2º, e assim por diante. Se você especificar valores menores que os pilotos na Fenda, todas as posições não especificadas receberão 0 pontos.",
    "GID_RSPointsHeatScoreListLabel": "Lista de Pontos",
    "GID_RSPointsBonusHeatFastestLapHeader": "Bônus por Volta Mais Rápida na Fenda (Temporada)",
    "GID_RSPointsBonusHeatFastestLapLess": "Defina o número de pontos bônus para atribuir ao piloto com a volta mais rápida em cada Fenda.",
    "GID_RSPointsBonusHeatFastestLapLabel": "Pontos de Bônus",
    "GID_RSPointsBonusFastestLapHeader": "Bônus por Volta Mais Rápida da Corrida (Temporada)",
    "GID_RSPointsBonusFastestLapLess": "Defina os pontos bônus para o piloto com a volta mais rápida da corrida inteira.",
    "GID_RSPointsBonusFastestLapLabel": "Pontos de bônus",
    "GID_RSPointsOneLaneBonusPerHeader": "Um Bônus por Fenda por Piloto (Temporada)",
    "GID_RSPointsOneLaneBonusPerLess": "Deseja limitar a apenas um bônus por fenda por piloto na temporada? O piloto receberá o bônus da fenda onde teve melhor desempenho. Se ativado, os bônus restantes vão para os próximos melhores pilotos.",
    "GID_RSPointsBonusFastestLaneLapHeader": "Bônus por Volta Mais Rápida por Fenda (Temporada)",
    "GID_RSPointsBonusFastestLaneLapLess": "Defina os pontos bônus para o piloto com a volta mais rápida em cada fenda.",
    "GID_RSPointsBonusFastestLaneLapLabel": "Pontos Bônus",
    "GID_RGroupUseHeader": "Usar Grupos?",
    "GID_RGroupUseLess": "Deseja realizar esta corrida utilizando agrupamento (Grupos) de pilotos?",
    "GID_RGroupsMoreWinTitle": "Detalhes dos Grupos",
    "GID_RGroupsMoreHeader": "Grupos",
    "GID_RGroupsMore": "Os grupos permitem separar os pilotos para que nunca corram entre si em um mesma Etapa. Também é possível forçar que um ou mais pilotos de cada grupo sejam promovidos à próxima fase, independentemente da pontuação. Isso é útil para corridas classificatórias. Esse modelo é útil para criar grupos de pilotos (baterias) em uma corrida.",
    "GID_RGroupMaxGroupsHeader": "Número Máximo de Grupos",
    "GID_RGroupMaxGroupsLess": "Selecione o número máximo de grupos desejado. Após atingi-lo, os pilotos serão distribuídos entre os grupos existentes.",
    "GID_RGroupMaxGroupsLabel": "Máximo",
    "GID_RGroupMinAdvanceHeader": "Número de Classificados por Grupo",
    "GID_RGroupMinAdvanceLess": "Selecione o número de pilotos que devem ser promovidos de cada grupo, independentemente da pontuação.",
    "GID_RGroupMinAdvanceLabel": "Classificar",
    "GID_RGroupMinAdvanceMoreWinTitle": "Detalhes sobre Classificação por Grupo",
    "GID_RGroupMinAdvanceMoreHeader": "Número de Classificados",
    "GID_RGroupMinAdvanceMore": "Esse valor define quantos pilotos de cada grupo aparecerão no topo da classificação geral. Os pilotos promovidos são alternados entre os grupos (ex: 1º e 5º do grupo 1, 2º e 6º do grupo 2, etc.). Os demais são classificados normalmente por pontuação. Por exemplo, se esse valor for definido em 2 e há 4 grupos na corrida, os pilotos de 1o e 5o lugar na classificação geral serão os 2 primeiros pilotos do grupo 1. Os pilotos de 2o e 6o lugar serão os 2 primeiros do grupo 2, os pilotos de 3o e 7o lugar serão do grupo 3, e os pilotos de 4o e 8o lugar serão do grupo 4.",
    "GID_RGroupBalanceHeader": "Balancear Seeds?",
    "GID_RGroupBalanceLess": "Deseja balancear os seeds entre os grupos?",
    "GID_RGroupBalanceMoreWinTitle": "Detalhes sobre Balanceamento",
    "GID_RGroupBalanceMoreHeader": "Balancear Seeds",
    "GID_RGroupBalanceMore": "O RMS (Race Coordinator) pode atribuir pilotos a grupos de duas maneiras. Se você optar por equilibrar ranking, então o RMS irá balancear os pilotos nos grupos usados. Se você optar por não equilibrar ranking, os ranking superiores serão usadas para preencher o primeiro grupo, então os rankings mais altos próximos serão usadas para preencher cada grupo restante. Por exemplo, você definiu 2 grupos, selecionar balanceamento fará com que todas os rankings pares estejam em um grupo e todas rankings ímpares estejam no outro. Por outro lado, se você não equilibrar rankings, os pilotos com maior ranking  são atribuídos ao primeiro grupo, então os pilotos com menor ranking são atribuídos ao segundo grupo.",
    "GID_RGroupAllowEmptyLanesHeader": "Permitir Fendas Vazias?",
    "GID_RGroupAllowEmptyLanesLess": "Deseja permitir etapas com fendas vazias dentro de grupos?",
    "GID_RGroupAllowEmptyLanesMoreWinTitle": "Detalhes sobre Fendas Vazias",
    "GID_RGroupAllowEmptyLanesMoreHeader": "Fendas Vazias",
    "GID_RGroupAllowEmptyLanesMore": "Permitir fendas vazias significa que, ao configurar os grupos, pode haver menos pilotos no grupo do que fendas na pista, criando assim etapas com fendas vazias. Se não for permitido, o número de pilotos em cada grupo é forçado a ser pelo menos o número de fendas na pista. Novos grupos não serão criados até que haja pilotos suficientes em cada grupo, de modo que não haveria fendas vazias em uma etapa. Permitir fendas vazias terá o efeito de criar mais grupos com menos pilotos em cada grupo. Não permitir fendas vazias criará menos grupos com mais pilotos em cada grupo.",
    "GID_RGroupForceMultipleHeader": "Forçar Múltiplos do Máximo?",
    "GID_RGroupForceMultipleLess": "Quer forçar o número de grupos a ser múltiplo do número máximo de grupos permitidos?",
    "GID_RGroupForceMultipleMoreWinTitle": "Detalhes sobre Múltiplos de Grupos",
    "GID_RGroupForceMultipleMoreHeader": "Forçar Múltiplos",
    "GID_RGroupForceMultipleMore": "Se definido, o número de grupos será um múltiplo dos grupos máximos. O número real de grupos dependerá do número de pilotos e suas outras opções de configuração. Se você não forçar um múltiplo do máximo, sua contagem de grupo será entre 2 e o número máximo definido. Esta é uma opção muito útil se esta corrida de grupo não é a corrida final em seu evento e você quer avançar um número par de pilotos de cada grupo para a próxima corrida.",
    "GID_RGroupRotateHeatsHeader": "Rotacionar Etapas(Fendas) entre Grupos?",
    "GID_RGroupRotateHeatsLess": "Deseja realizar a rotação das Etapas(Fendas) alternando os grupos na pista?",
    "WEVENT_Intro": "Visão geral",
    "WEVENT_IntroExpander": "Visão geral",
    "WEVENT_IntroTB1": "No RMS (Race Coordinator), um Evento é composto por uma série de corridas executadas em sequência. O resultado de cada corrida determina o ranking (classificação inicial) da próxima, até que a última corrida seja completada e o vencedor geral do evento seja definido. Algumas corridas (como Treinos) não afetam as seguintes. Outras definem apenas a ordem de largada, e outras ainda determinam a classificação e quem avança. Vencer corridas intermediárias ajuda no ranking, mas o vencedor da última corrida é o vencedor do evento.",
    "WEVENT_IntroTB2": "A primeira corrida do evento usa os rankings (seeds) conforme aparecem na tela de configuração do Dia da Corrida. As corridas seguintes usarão a classificação da corrida anterior como base. Não é possível incluir mais pilotos do que o número permitido pela configuração do evento. Se houver pilotos em excesso, os rankings(seeds) mais baixos serão descartados.",
    "WEVENT_IntroTB3": "Este assistente irá guiá-lo por todas as etapas de configuração de um Evento. A tabela de conteúdos à esquerda permite acesso rápido às propriedades, e usa cores para indicar o status de cada item:\r\n- **Vermelho**: valor inválido (campo vazio, duplicado ou fora do intervalo)\r\n- **Azul**: item atualmente em edição\r\n- **Amarelo**: item alterado em relação ao padrão\r\n\r\nSe algum item estiver em vermelho, o evento não poderá ser criado até ser corrigido.",
    "GID_RSafetyCarTypeHeader": "Tipo de Reinício com Safety Car",
    "GID_RSafetyCarTypeLess": "Selecione o tipo de safety car, que define as regras de ultrapassagem sob bandeira amarela e o momento de retomada com bandeira verde.",
    "GID_RSafetyCarDisabled": "Sem Safety Car",
    "GID_RSafetyCarReadyGo": "Ready-Go",
    "GID_RSafetyCarSectorGo": "Sector-Go",
    "GID_RSafetyCarSFGo": "S/F-Go (Linha de Largada/Chegada)",
    "GID_RBlackFlagSafetyCarTypeHeader": "Penalidade por Ultrapassagem com Safety Car",
    "GID_RBlackFlagSafetyCarTypeLess": "Selecione o tipo de penalidade por bandeira preta para quem ultrapassar sob bandeira amarela.",
    "GID_RTimedBFSafetyCarValueHeader": "Duração da Parada por Ultrapassagem Indevida",
    "GID_RTimedBFSafetyCarValueLess": "Tempo (em segundos) de parada nos boxes por ultrapassagem durante safety car.",
    "GID_RBlackFlagSafetyCarToleranceHeader": "Tolerância de Voltas para Penalidade",
    "GID_RBlackFlagSafetyCarToleranceLess": "Número máximo de voltas para que o piloto cumpra a penalidade por ultrapassagem indevida antes de ser desclassificado.",
    "GID_RSafetyCarSegmentToleranceHeader": "Limite de Segmentos Permitidos",
    "GID_RSafetyCarSegmentToleranceLess": "Número máximo de segmentos que um piloto pode ultrapassar antes de receber penalidade por ordem incorreta sob safety car.",
    "GID_RSafetyCarSegmentToleranceLabel": "Nº de Segmentos",
    "GID_RSafetyCarUsePhysicalHeader": "Usar Safety Car Físico?",
    "GID_RSafetyCarUsePhysicalLess": "Deseja usar um safety car real? Requer suporte a controle dinâmico de aceleração na interface da pista.",
    "GID_RSafetyCarProcessionLeaderPctHeader": "Aceleração do Safety Car (Líder do Cortejo)",
    "GID_RSafetyCarProcessionLeaderPctLess": "Defina a porcentagem de aceleração do líder durante safety car. Um valor menor que 100% permite que os demais carros se aproximem para facilitar o reinício.",
    "GID_RSafetyCarProcessionLeaderPctLabel": "Percentagem"
}